{
    "url": "https://stadt.muenchen.de/en/info/new-foreign-students.html",
    "text": "Foreign Students – Landeshauptstadt München search close search Enter search term start search Menu close menu navigation language City Hall Events Culture, Leisure Restaurants Shopping Sights Tourism Hotels Business Living Transportation Current language: English Deutsch Français Italiano Русский العربية 中文 Startseite City of Munich Immigration Foreign Students Immigration Guide for Foreign Students Registration, bank account, residence permit: A step-by-step-guide for international students arriving in Munich. Step-by-step guide for your planning Step 1: Register your address at the residence registration office After arriving in Germany, you must register your residential address (street, apartment, landlord) at the residence registration office (Bürgerbüro) within one week. To register at the residence registration office, you will need your valid passport. You must also complete the form Registration (PDF, 174 KB) . You can register either in person or in writing. Step 2: Open a bank account During your stay in Germany, you will normally need a current account (to handle rental payments, telephone bills etc.). You are also required to have a savings account during your period of study in Germany. Your residence permit will be granted/ renewed only if you can provide proof that you possess a savings account with a current balance of at least 10,332 euros. The Foreigners Office can normally demand a blocking notice to limit the monthly amount that can be withdrawn. Step 3: Health insurance, enrollment at university You need proof of health insurance coverage or a corresponding exemption notice before you can enroll to study at university. Proof of adequate health insurance must be provided if a residence permit is to be granted/renewed for the purpose of academic study. If an exemption has been granted [by the university], you must therefore take out an insurance policy with a private health insurer. Step 4: Residence permit You must go to the Munich Foreigners Office before your entry visa expires. If you already have a residence permit, you do not normally need to attend in person, unless your residence permit has been terminated due to a condition subsequent (e.g. a change to another course of study/ university). A residence permit will be granted/ renewed only if a corresponding application is submitted. You must therefore submit an application (PDF, 347 KB) to have your residence permit granted/ renewed. Processing of your application for the granting/renewal of a residence permit can be finalized only if you: Register your address in Munich Submit a valid passport Provide proof of adequate funding Provide proof of adequate health insurance Provide proof of the purpose of your stay in Germany: a valid university registration, certification of admission to a German language course etc. Submit an application (PDF, 244 KB) (completed in full) for the granting/ renewal of a residence permit Submit a biometric passport photograph Important notes Tax card Students who are registered at universities can normally engage in gainful employment to a limited extent, insofar as this is expressly allowed in the residence permit. If you need an identification number/tax ID number (formerly: income tax card), you can obtain one from the Munich Revenue Office Service Center (Servicezentrum der Finanzämter München), Deroystr. 6, 80335 München. Driver's license If you are in possession of a foreign driver's license, you may need to have this license transferred in order to be able to drive a motor vehicle in Germany. You can apply to have your driver's license transferred at the Department of Public Order's driver vehicle licensing office (Kreisverwaltungsreferat, Führerscheinstelle) in Eichstätter Str. 2. Driving a motor vehicle without a valid license can lead to prosecution under criminal law. Useful Links: Residence Registration Office Application for Residence Permit PDF - 459 KB Appointments, contact forms Ähnliche Artikel This is a carousel with rotating cards. Use the previous and next buttons to\n                                navigate, and Enter to activate cards. Vorheriger Slide Information on Brexit The United Kingdom left the European Union on January  31st, 2020. All information concerning Brexit – regulary updated. Munich Educational Portfolio The Munich Educational Portfolio is a folder designed for refugees and immigrants 16 years of age or older. Study and Research in Munich What's required to study or do research in Munich? Infos on recognition of qualifications, academic and student life, research options and contacts. Nächster Slide Folgen Sie uns auf unseren Social Media Kanälen: Facebook @Stadt.Muenchen Folgen Instagram @stadtmuenchen Folgen X (Twitter) @StadtMuenchen Folgen Fliegender Brief Immer aktuell: Newsletter der Landeshauptstadt München Anmelden Facebook Instagram YouTube Twitter Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Kontakt Datenschutzbeauftragte Barrierefreiheit Leichte Sprache Gebärdensprache Nutzungsbedingungen Presse-Service Kontakt Impressum und Datenschutz © 2024 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH arrow-down arrow-left arrow-right arrow-up battery bullet calendar calendar-day calendar-down calendar-left calendar-right calendar-up calendar-week calendar-weekend camera check chevron-down chevron-left chevron-right chevron-up close copy-link desk-bell double-down double-left double-right double-up download easy-to-read ellipsis-horizontal ellipsis-vertical expand ext-link eye eye-off facebook file filter floppy follow-user fsk-0 fsk-6 fsk-12 fsk-16 fsk-18 half-star heart home hourglass hourglass-end hourglass-solid hourglass-start image-gallery information instagram language list location-android location-ios mail map map-pin parking menu minus movie-band pause place play play-circle play-square plus privacy route route-alt search settings share-andorid share-ios shrink sign-language sign-out sing-in solid-star speaker star stopwatch telephone ticket time trash twitter unfollow-user upload user user-group video-camera warning weather web whatsapp youtube",
    "pdf_links": [
        "https://stadt.muenchen.de/dam/jcr:c38c3e57-d9ed-4917-b2b5-229f7f008e4c/antragaufaufenthaltstitel.pdf",
        "https://stadt.muenchen.de/dam/jcr:c38c3e57-d9ed-4917-b2b5-229f7f008e4c/antragaufaufenthaltstitel.pdf",
        "https://stadt.muenchen.de/dam/jcr:c38c3e57-d9ed-4917-b2b5-229f7f008e4c/antragaufaufenthaltstitel.pdf"
    ],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/en",
        "https://stadt.muenchen.de/en.html",
        "http://www.muenchen.de/int/en/events.html",
        "http://www.muenchen.de/int/en/culture-leisure.html",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "http://www.muenchen.de/int/en/sights.html",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://stadt.muenchen.de/en/business.html",
        "http://www.muenchen.de/int/en/living.html",
        "https://www.muenchen.de/en/transportation",
        "https://stadt.muenchen.de/rathaus.html",
        "https://www.muenchen.de/int/fr/",
        "https://www.muenchen.de/int/it/",
        "https://www.muenchen.de/int/ru/",
        "https://www.muenchen.de/int/ar/",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/en.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/dam/jcr:c38c3e57-d9ed-4917-b2b5-229f7f008e4c/antragaufaufenthaltstitel.pdf",
        "https://stadt.muenchen.de/dam/jcr:c38c3e57-d9ed-4917-b2b5-229f7f008e4c/antragaufaufenthaltstitel.pdf",
        "https://lhm-r-author.muenchen.swm.de/en/info/residenceregistration.html",
        "https://stadt.muenchen.de/dam/jcr:c38c3e57-d9ed-4917-b2b5-229f7f008e4c/antragaufaufenthaltstitel.pdf",
        "https://lhm-r-author.muenchen.swm.de/en/info/onlineservices.html",
        "https://stadt.muenchen.de/en/info/brexit-effects.html",
        "https://stadt.muenchen.de/en/info/munich-educational-portfolio.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://www.facebook.com/Stadt.Muenchen",
        "https://www.instagram.com/stadtmuenchen/",
        "https://twitter.com/StadtMuenchen",
        "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
        "https://www.facebook.com/Stadt.Muenchen/",
        "https://www.instagram.com/stadtmuenchen/",
        "https://www.youtube.com/rathausm%C3%BCnchen",
        "https://twitter.com/StadtMuenchen",
        "https://stadt.muenchen.de/stadtplan.html",
        "https://www.muenchen.de/verkehr/elektronische-auskunft/fahrplanauskunft-efa.html",
        "https://www.muenchen.de/veranstaltungen/kultur.html",
        "https://www.muenchen.de/themen/tourismus.html",
        "https://www.muenchen.de/themen/wohnen-bauen/strom-erdgas-fernwaerme-wasser.html",
        "https://stadt.muenchen.de/buergerservice.html",
        "http://www.muenchen.de/uebernachten.html",
        "https://stadt.muenchen.de/infos/datenschutzbeauftragte-direktorium.html",
        "https://stadt.muenchen.de/infos/barrierefreiheit-erklaerung.html",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://stadt.muenchen.de/infos/gebaerdensprache-gehoerlose.html",
        "https://www.muenchen.de/meta/nutzungsbedingungen.html",
        "https://stadt.muenchen.de/rathaus/presse.html",
        "https://stadt.muenchen.de/rathaus/kontakt.html",
        "https://stadt.muenchen.de/infos/impressum-datenschutz.html"
    ],
    "summary": "Foreign Students – Landeshauptstadt München:\n\n1. Immigration Guide for Foreign Students\n2. Step-by-step guide for your planning\n3. Registration, bank account, residence permit\n4. Step 1: Register your address at the residence registration office\n   - After arriving in Germany, register within one week\n   - Need valid passport and complete form Registration (PDF, 174 KB)\n   - Can register in person or in writing\n\n5. Step 2: Open a bank account\n   - Normal need for current account for rental payments, etc.\n   - Required savings account with at least 10,332 euros\n   - Foreigners Office can demand blocking notice for monthly withdrawals\n\n6. Step 3: Health insurance, enrollment at university\n   - Proof of health insurance coverage or exemption notice\n   - Proof of adequate health insurance required for residence permit\n\n7. Step 4: Residence permit\n   - Go to Munich Foreigners Office before entry visa expires\n   - Required documents: valid passport, registration, proof of funding, health insurance, university registration\n   - Application (PDF, 347 KB) must be submitted\n\n8. Tax card\n   - Students registered at universities can engage in gainful employment\n   - Obtain tax ID number from Munich Revenue Office Service Center\n\n9. Driver's license\n   - Foreign driver's license may need to be transferred\n   - Apply at Department of Public Order's driver vehicle licensing office\n\n10. Useful Links\n    - Residence Registration Office\n    - Application for Residence Permit (PDF, 459 KB)\n    - Appointments, contact forms\n\n11. Information on Brexit\n    - United Kingdom left European Union on January 31st, 2020\n    - Regularly updated information\n\n12. Munich Educational Portfolio\n    - Folder for refugees and immigrants 16 years of age or older\n\n13. Study and Research in Munich\n    - Required information for studying or doing research in Munich\n\n14"
}