{
    "url": "https://stadt.muenchen.de/en/info/brexit-effects.html",
    "text": "Information on Brexit – Landeshauptstadt München search close search Enter search term start search Menu close menu navigation language City Hall Events Culture, Leisure Restaurants Shopping Sights Tourism Hotels Business Living Transportation Current language: English Deutsch Français Italiano Русский العربية 中文 Startseite City of Munich Immigration Information on Brexit Immigration Information on Brexit The United Kingdom left the European Union on January  31st, 2020. All information concerning Brexit – regulary updated. Information about Brexit General information Situation at 5 July 2021 The United Kingdom (UK) withdrew from the European Union (EU) with a ratified withdrawal agreement on 31 January 2020, so-called Brexit. In order to achieve widest possible clarity, we will continuously provide current information on this website concerning the right of residence of UK nationals and their family members concerned, naturalisation of UK nationals in Germany, the exchange of a UK driving licence as well as further links on the subject of Brexit. Right of residence as from 1 January 2021 under the withdrawal agreement According to the withdrawal agreement , free movement rights will apply permanently as from 1 January 2021 to UK citizens and their family members who are living and having their centre of life or are working in Germany on 31 December 2020 and continue to do so after 31 December 2020. This right of residence already exists by law. As proof of your right of residence under the withdrawal agreement, you need a residence document ( Aufenthaltsdokument-GB ) from the Foreigners Office. In order to be able to obtain the new residence document (Aufenthaltsdokument-GB), UK citizens must register their residence at the Foreigners Office responsible for their place of residence if possible by 30 June 2021 (see section 16 sub-section 2 sentence 2 Freedom of Movement Act/EU). Residence registration is also possible after the expiry of this period. Third-country nationals who are family members of UK nationals who are entitled to residence under the withdrawal agreement, do not have to register their residence if they already hold a residence card or permanent residence card. The card will remain valid until 31 December 2021 and will be exchanged at the Foreigners Office beforehand for a new residence document (Aufenthaltsdokument-GB), which they will need as from 1 January 2022. Information from the Federal Ministry of the Interior on the right of residence under the withdrawal agreement can be found here . Procedure of the Munich Foreigners Office This website provides information to UK citizens living in the city of Munich and their family members about the required measures concerning their right of residence. We have informed all UK citizens living in the city of Munich by letter in December 2020 (in the 49th calendar week) about the necessary measures concerning their right of residence. With this letter, you have also received our form for residence registration of UK citizens in Munich. In case you have not received our letter, all information on the required measures concerning residence rights is listed below. Please send us the residence registration form (PDF, 251 KB) , duly completed and signed by hand, by e-mail as a PDF file to brexit.kvr@muenchen.de or by post with the following necessary documents attached: A copy of your passport(s) and, if applicable, the passports belonging to any family members living with you and who are concerned What additional documents need to be provided? If you belong to one of the following groups described below, please attach the listed documents to your registration form. Preferably this should be done via e-mail as PDF file, postal copies are accepted though. You have been living in Germany for over five years without interruption and you belong to one of the following categories: Employee : Pension information notice including a documentation about your social insurance history (see Insurance Office) Self-employed/ Freelancer : Income tax assessments for the five years Pensioner : Proof of pension by the social security authority Student : School reports/ exams Permanent resident : If you already have a certificate of permanent residence, please send us a copy You have been living in Germany for less the five years and you belong to one of the following categories: Employee : The latest salary sheet Self-employed/ Freelancer : Proof of either business registration or profit after tax Pensioner : Proof of pension by the social security authority University student : Certificate of matriculation Student : School report or certificate of registration at school If none of the examples listed above applies to you, please only send us your registration form and the copy of your passport. We will contact you. Please phrase the subject line of your e-mail in accordance with the first letter of your family name as follows: A – Co „321, [Surname], [Date of birth], Brexit“ Cp – Kg „322, [Surname], [Date of birth],, Brexit“ Kh – Ra „323, [Surname], [Date of birth],, Brexit“ Rb – Z „324, [Surname], [Date of birth],, Brexit“ Example : 324, Smith, 22.11.1910, Brexit Our postal address is: Kreisverwaltungsreferat (KVR), Ausländerangelegenheiten, Ruppertstraße 19, 80337 München. After the receipt of your residence registration, we will send you a confirmation of registration. This also serves as proof that your right of residence in Germany will continue to apply from 1 January 2021 and that you are allowed to continue to work until the residence document (Aufenthaltsdokument-GB) is issued. You can therefore present your confirmation of registration as proof, for example, to authorities, your employer and the Federal Police during the border control for re-entry. After the examination of your residence registration, we will book for you a binding appointment for a personal visit and, if applicable, for your family members. You will receive a confirmation of the appointment. If all documents are complete at your personal visit, we will order your residence document (Aufenthaltsdokument-GB) at the Bundesdruckerei and send it to you by post as soon as we have received it. Fees: The fee for the residence document (Aufenthaltsdokument-GB) is EUR 37 for persons aged 24 and over, and EUR 22.80 for younger holders. For family members who are already holding a permanent residence card, the residence document (Aufenthaltsdokument-GB) is issued free of charge. Fictional certificate: In urgent cases, you may apply for a fictional certificate in addition to your residence registration until you receive your residence document (Aufenthaltsdokument-GB). A fee of EUR 13 is charged for the issuance of a fictional certificate, which you will have to pay at your later personal visit. Important notice on re-entry In coordination with the Federal Police , the confirmation of registration from the Foreigners Office will serve as proof of your continued right of residence in Germany at the border control. Until you have received your requested fictional certificate or your residence document (Aufenthaltsdokument GB), you can therefore re-enter Germany by presenting our confirmation of registration. If you have stayed in a risk area (see publication by the RKI ) during the last ten days before re-entering Germany, you must observe the quarantine regulations of the Free State of Bavaria and fill out a digital entry registration form . More information about the Entry Quarantine Ordinance ( EQV ) can be found here. Information from the German Embassy in London on the pandemic situation in the United Kingdom and advice for travellers from the United Kingdom to Germany can be found here . Notice for frontier workers Under the Withdrawal Agreement, the right to work as frontier worker already exists by law if, on 31 December 2020 , you are working in Germany as an employee or as a civil servant and are have not merely been posted to provide a service for a foreign employer or self-employed and do not only provide transborder services in Germany, but have also established a business as self-employed person in Germany. British frontier workers within the scope of the Withdrawal Agreement who work in the city of Munich as employees, as self-employed persons or as civil servants, but do not live in Germany, must apply for a residence document for frontier workers (Aufenthaltsdokument für Grenzgänger-GB) as proof. To apply for the residence document for frontier workers, send us the form for residence registration (PDF, 251 KB) , duly completed and signed by hand, by e-mail as a PDF file to brexit.kvr@muenchen.de or by post with the following required documents : Copy of your passport(s) Employees/ civil servants: a current salary statement Self-employed: business registration and proof of profit after tax For clarification, please tick the answer \"Grenzgänger*in/ frontier worker\" in the form under \"Purpose of stay\"(Aufenthaltszweck). For the subject line of your e-mail and the postal address , see above. Fees : The fee for the residence document for frontier workers is EUR 37 for persons aged 24 and over, and EUR 22.80 for younger holders. Fictional certificate: In urgent cases, you can apply for a so-called fictional certificate in accordance with section 81 (3) of the Residence Act using the form for residence registration until you receive your residence document for frontier workers. A fee of EUR 13 is charged for the issuance of a fictional certificate, which you will have to pay at your later personal visit. The fictional certificate serves as proof of your right to enter and work as a frontier worker, but not to take up residence. It therefore includes the note \"Gainful employment as a frontier worker permitted; no main residence in Germany\". Notice for holders of a special ID from the German Federal Foreign Office British diplomats, members of the consular corps, staff of international organisations and their respective family members as well as other holders of special IDs issued by the Federal Foreign Office (persons covered by paragraph 1(2) nos. 2 and 3 of the German Residence Act or paragraph 27 of the German Residence Ordinance) are also covered by the Withdrawal Agreement. The work carried out in Germany by this group of persons is treated as employment in connection with the Freedom of Movement Act or the Withdrawal Agreement. Apart from that, the other requirements for a right of residence under the Withdrawal Agreement apply. During the period of possession of a special ID the right of residence according to the Withdrawal Agreement is certified by the Foreigners Office as a supplementary sheet (Zusatzblatt) to the special ID. To receive the supplementary sheet, you and, if applicable, your family members concerned must register your residence at the Foreigners Office responsible for your place of residence if possible by 30 June 2021 . Residence registration is also possible after the expiry of this period. Please send us your residence registration form (PDF, 251 KB) and, if applicable, of your family members concerned, duly completed and signed by hand by e-mail as a PDF file to brexit.kvr@muenchen.de or by post with the following required documents attached: - Copy of your passport and, if applicable, of your family members concerne - Copy of your special ID from the Federal Foreign Office and, if applicable, of your family members concerned - Current confirmation of the nature and duration of your work - Current proof of the amount of your remuneration - In the case of family members: Civil status documents (such as marriage certificate or birth certificate) Please phrase the subject line of your e-mail according to the first letter of your surname with the addition of \"Sonderausweis\" as follows: - A – D „321, [Surname], [Date of birth], Brexit, Sonderausweis“ - E – K „322, [Surname], [Date of birth], Brexit, Sonderausweis“ - L – R „323, [Surname], [Date of birth], Brexit, Sonderausweis“ - S – Z „324, [Surname], [Date of birth], Brexit, Sonderausweis“ - Example : 324, Smith, 22.11.1910, Brexit, Sonderausweis After the receipt of your residence registration, we will send you a confirmation of registration. The issue of the supplementary sheet is free of charge . A personal visit is not required. The supplementary sheet will be sent to your address by post after the completion of the examination. As soon as the special ID has to be returned to the Federal Foreign Office, a regular residence document (\"Aufenthaltsdokument-GB\") or residence document for frontier workers (\"Aufenthaltsdokument für Grenzgänger-GB\") will be issued instead of the supplementary sheet. For this purpose, persons concerned should contact the competent Foreigners Office again. Notice for employers and employees Until 30 June 2021 , an employed person covered by the withdrawal agreement is entitled to work even without a residence document. This applies in particular to family members who are third country nationals and in possession of a residence card or permanent residence card as well as to UK nationals who were already legally working in Germany before 1 January 2021. Employers can continue to employ these people without proof and do not have to keep any additional documents. After receipt of the residence registration, the persons concerned will be issued a registration confirmation stating that employment is permitted. The registration confirmation may serve as proof until the residence document is issued. After 30 June 2021 , Uk nationals entitled under the withdrawal agreement should also submit their residence document to their employers. A note in the personal file stating that a residence right under the withdrawal agreement applies is certainly useful, but not required by law. UK nationals, who enter Germany on or after 1 January 2021 and who do not hold a residence document or a relevant residence title, require, like other third-country nationals, permission from the competent Foreigners Office to take up any employment. Consequences of Brexit for rights of citizenship The transition period regulated under the Brexit Transition Act (Brexit-Übergangsgesetz) has expired on 31 December 2020. British citizens who have not applied for naturalisation by this date can in principle only be naturalised if they have previously renounced their British citizenship. General information of the Munich Foreigners Office on naturalisation can be found here . Information on exchanging a UK driving licence The implementation period after the withdrawal of the UK from the EU lasts from 1 February to 31 December 2020; during this period, EU law will continue to apply in principle to the UK and in the UK, this also applies to the driving licence. In order to exchange your UK driving licence for a German driving licence according to the conditions of a EU/EEA driving licence, you must apply for this at the Driving Licence Office (Fahrerlaubnisbehörde) of the City of Munich before the end of the implementation period. For your visit to the Fahrerlaubnisbehörde, Garmischer Straße 19/21, you must arrange an appointment for an exchange of a EU driving licence. You can find more information on the requirements and on the required documents here . At the end of the transitional period for Brexit, holders of a UK driving licence, provided that they have not yet exchanged it for a German driving licence, will be entitled to drive motor vehicles in Germany for an additional six months. This period, which actually only applies to new residents in Germany, also applies to holders of a UK driving licence who already live in Germany but do not yet have a German driving licence. At the end of this period ( 30 June 2021 ), however, this group of persons must then hold a German driving licence in order to be able to drive motor vehicles in Germany. The exchange for a German driving licence will be carried out without an exam on the basis of a reciprocal agreement with the United Kingdom. Information on Brexit for the corporate community If you are a company, a British specialist or a start-up entrepreneur, we advise you to consult the following platforms and contacts, all of which are closely following the subject of Brexit. Useful Links FAQ - Residence rights Information in German UKNSF Info Guide PDF - 401 KB UK Nationals Support Fund-Residence Travel Advice by the German Missions Living in Germany Guide Ähnliche Artikel This is a carousel with rotating cards. Use the previous and next buttons to\n                                navigate, and Enter to activate cards. Vorheriger Slide Guide for Foreign Students Registration, bank account, residence permit: A step-by-step-guide for international students arriving in Munich. Munich Educational Portfolio The Munich Educational Portfolio is a folder designed for refugees and immigrants 16 years of age or older. Study and Research in Munich What's required to study or do research in Munich? Infos on recognition of qualifications, academic and student life, research options and contacts. Nächster Slide Folgen Sie uns auf unseren Social Media Kanälen: Facebook @Stadt.Muenchen Folgen Instagram @stadtmuenchen Folgen X (Twitter) @StadtMuenchen Folgen Fliegender Brief Immer aktuell: Newsletter der Landeshauptstadt München Anmelden Facebook Instagram YouTube Twitter Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Kontakt Datenschutzbeauftragte Barrierefreiheit Leichte Sprache Gebärdensprache Nutzungsbedingungen Presse-Service Kontakt Impressum und Datenschutz © 2024 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH arrow-down arrow-left arrow-right arrow-up battery bullet calendar calendar-day calendar-down calendar-left calendar-right calendar-up calendar-week calendar-weekend camera check chevron-down chevron-left chevron-right chevron-up close copy-link desk-bell double-down double-left double-right double-up download easy-to-read ellipsis-horizontal ellipsis-vertical expand ext-link eye eye-off facebook file filter floppy follow-user fsk-0 fsk-6 fsk-12 fsk-16 fsk-18 half-star heart home hourglass hourglass-end hourglass-solid hourglass-start image-gallery information instagram language list location-android location-ios mail map map-pin parking menu minus movie-band pause place play play-circle play-square plus privacy route route-alt search settings share-andorid share-ios shrink sign-language sign-out sing-in solid-star speaker star stopwatch telephone ticket time trash twitter unfollow-user upload user user-group video-camera warning weather web whatsapp youtube",
    "pdf_links": [
        "https://stadt.muenchen.de/dam/jcr:4d0a679b-cf3e-487c-8c34-f4087ee45812/Brexit_Aufenthaltsanzeige.pdf",
        "https://stadt.muenchen.de/dam/jcr:4d0a679b-cf3e-487c-8c34-f4087ee45812/Brexit_Aufenthaltsanzeige.pdf",
        "https://stadt.muenchen.de/dam/jcr:772702c9-5988-4710-b3ca-6212c706c1aa/UKNSF_Step_by_Step_Info_Guide_final.pdf"
    ],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/en",
        "https://stadt.muenchen.de/en.html",
        "http://www.muenchen.de/int/en/events.html",
        "http://www.muenchen.de/int/en/culture-leisure.html",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "http://www.muenchen.de/int/en/sights.html",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://stadt.muenchen.de/en/business.html",
        "http://www.muenchen.de/int/en/living.html",
        "https://www.muenchen.de/en/transportation",
        "https://stadt.muenchen.de/rathaus.html",
        "https://www.muenchen.de/int/fr/",
        "https://www.muenchen.de/int/it/",
        "https://www.muenchen.de/int/ru/",
        "https://www.muenchen.de/int/ar/",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/en.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://ec.europa.eu/info/publications/withdrawal-agreement-and-political-declaration-official-journal-european-union-12-november-2019_en",
        "https://www.bmi.bund.de/SharedDocs/faqs/EN/topics/constitution/brexit/faqs-brexit.html",
        "https://stadt.muenchen.de/dam/jcr:4d0a679b-cf3e-487c-8c34-f4087ee45812/Brexit_Aufenthaltsanzeige.pdf",
        "mailto:brexit.kvr@muenchen.de",
        "http://www.muenchen.de/dienstleistungsfinder/muenchen/10216090/",
        "https://www.rki.de/DE/Content/InfAZ/N/Neuartiges_Coronavirus/Transport/Archiv_Risikogebiete/EN-Tab.html",
        "https://www.einreiseanmeldung.de/",
        "https://www.stmgp.bayern.de/coronavirus/haeufig-gestellte-fragen/",
        "https://uk.diplo.de/uk-en/coronavirus",
        "https://stadt.muenchen.de/dam/jcr:4d0a679b-cf3e-487c-8c34-f4087ee45812/Brexit_Aufenthaltsanzeige.pdf",
        "mailto:brexit.kvr@muenchen.de",
        "https://lhm-r-author.muenchen.swm.de/home/infos/online-service.html",
        "http://www.muenchen.de/dienstleistungsfinder/muenchen/muenchen/1071946/",
        "https://www.bmi.bund.de/SharedDocs/faqs/EN/topics/constitution/brexit/faqs-brexit.html",
        "https://lhm-r-author.muenchen.swm.de/home/infos/brexit.html",
        "https://stadt.muenchen.de/dam/jcr:772702c9-5988-4710-b3ca-6212c706c1aa/UKNSF_Step_by_Step_Info_Guide_final.pdf",
        "http://germany.iom.int/en/UKNSFproject",
        "https://uk.diplo.de/uk-en/coronavirus",
        "https://www.gov.uk/guidance/living-in-germany",
        "https://stadt.muenchen.de/en/info/new-foreign-students.html",
        "https://stadt.muenchen.de/en/info/munich-educational-portfolio.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://www.facebook.com/Stadt.Muenchen",
        "https://www.instagram.com/stadtmuenchen/",
        "https://twitter.com/StadtMuenchen",
        "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
        "https://www.facebook.com/Stadt.Muenchen/",
        "https://www.instagram.com/stadtmuenchen/",
        "https://www.youtube.com/rathausm%C3%BCnchen",
        "https://twitter.com/StadtMuenchen",
        "https://stadt.muenchen.de/stadtplan.html",
        "https://www.muenchen.de/verkehr/elektronische-auskunft/fahrplanauskunft-efa.html",
        "https://www.muenchen.de/veranstaltungen/kultur.html",
        "https://www.muenchen.de/themen/tourismus.html",
        "https://www.muenchen.de/themen/wohnen-bauen/strom-erdgas-fernwaerme-wasser.html",
        "https://stadt.muenchen.de/buergerservice.html",
        "http://www.muenchen.de/uebernachten.html",
        "https://stadt.muenchen.de/infos/datenschutzbeauftragte-direktorium.html",
        "https://stadt.muenchen.de/infos/barrierefreiheit-erklaerung.html",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://stadt.muenchen.de/infos/gebaerdensprache-gehoerlose.html",
        "https://www.muenchen.de/meta/nutzungsbedingungen.html",
        "https://stadt.muenchen.de/rathaus/presse.html",
        "https://stadt.muenchen.de/rathaus/kontakt.html",
        "https://stadt.muenchen.de/infos/impressum-datenschutz.html"
    ],
    "summary": "Information on Brexit:\n\n* The United Kingdom left the European Union on January 31st, 2020, and the website provides regular updates on the subject.\n* The website offers information on the right of residence of UK nationals and their family members, naturalisation of UK nationals in Germany, exchange of a UK driving licence, and further links on the subject of Brexit.\n* The withdrawal agreement guarantees free movement rights for UK citizens and their family members who were living in Germany on December 31st, 2020.\n* UK citizens must register their residence at the Foreigners Office responsible for their place of residence by June 30th, 2021, to obtain a residence document (Aufenthaltsdokument-GB).\n* Third-country nationals who are family members of UK nationals entitled to residence under the withdrawal agreement do not need to register their residence.\n* The website provides information on the procedure for Munich Foreigners Office, including the required documents and fees.\n* The website offers information on the right of residence under the withdrawal agreement, including the required documents and fees.\n* The website provides information on the notice for frontier workers, including the required documents and fees.\n* The website offers information on the notice for holders of special IDs from the German Federal Foreign Office.\n* The website provides information on the consequences of Brexit for rights of citizenship.\n* The website offers information on exchanging a UK driving licence.\n* The website provides information on the transition period after the withdrawal of the UK from the EU.\n\nInformation for UK Nationals:\n\n* UK citizens can continue to work in Germany without a residence document until June 30th, 2021.\n* UK citizens must submit their residence document (Aufenthaltsdokument-GB) to their employer after June 30th, 2021.\n* UK citizens who enter Germany on or after January 1st, 2021, must apply for permission to take up employment.\n\nInformation for Employers:\n\n* Employers can continue to employ UK"
}