{
    "url": "https://stadt.muenchen.de/en/business.html",
    "text": "Service for Businesses – Landeshauptstadt München search close search Enter search term start search Menu close menu navigation language City Hall Events Culture, Leisure Restaurants Shopping Sights Tourism Hotels Business Living Transportation Current language: English Deutsch Français Italiano Русский العربية 中文 Startseite City of Munich Service for Businesses City of Munich Service for Businesses You're looking to found a start-up oder build a company in Munich? Tools and guidance for entrepreneurs. Munich Business Development Discover information on Munich as a business location and offers for companies, founders and investors on our website munich-business.eu. munich-business.eu Events and Awards This is a carousel with rotating cards. Use the previous and next buttons to\r\n                    navigate, and Enter to activate cards. Vorheriger Slide City of Munich Innovation Challenge Wanted: Innovative solutions and concepts to challenges specified by Munich's city administration ECOPROFIT More than 100 cities and more than 2.400 companies have successfully realised ECOPROFIT in Germany. Munich is taking the active part of counceling and giving advice. amiga - Career Center for Internationals amiga supports international professionals, graduates and students in starting their career in Munich – with coaching, trainings and contact to companies. Nächster Slide Information and Service Planning to set up a branch in Munich? The Point of Single Contact provides basic information to foreign companies planning to set up a branch in Munich. Business Licensing Office Any person operating a business, trade or any other commercial venture in Munich has to register at the Business Licensing Office (Gewerbebehörde). Lost & Found Office at the Oktoberfest If you have lost or found something on the Oktoberfest grounds, you will find all the information here. Labor Market Access The Munich Employment and Qualification Program (MBQ) offers migrants and refugees a broad range of free services as well as access to the labor market. Munich Employment and Qualification The MBQ is the City of Munich’s labor market program. Aim is to professionally, socially integrate people into the labor market, acquire and retain skilled workers. 慕尼黑 - 您的一流选择. 我们乐意为您提供支持. 慕尼黑对中资企业特别有吸引力，尤其是对高科技和服务领域的企业。 International schools A growing number of bilingual schools and nurseries serve the needs of international families. Verwandte Themen Immigration About the City of Munich Folgen Sie uns auf unseren Social Media Kanälen: Facebook @Stadt.Muenchen Folgen Instagram @stadtmuenchen Folgen X (Twitter) @StadtMuenchen Folgen Fliegender Brief Immer aktuell: Newsletter der Landeshauptstadt München Anmelden Facebook Instagram YouTube Twitter Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Kontakt Datenschutzbeauftragte Barrierefreiheit Leichte Sprache Gebärdensprache Nutzungsbedingungen Presse-Service Kontakt Impressum und Datenschutz © 2024 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH arrow-down arrow-left arrow-right arrow-up battery bullet calendar calendar-day calendar-down calendar-left calendar-right calendar-up calendar-week calendar-weekend camera check chevron-down chevron-left chevron-right chevron-up close copy-link desk-bell double-down double-left double-right double-up download easy-to-read ellipsis-horizontal ellipsis-vertical expand ext-link eye eye-off facebook file filter floppy follow-user fsk-0 fsk-6 fsk-12 fsk-16 fsk-18 half-star heart home hourglass hourglass-end hourglass-solid hourglass-start image-gallery information instagram language list location-android location-ios mail map map-pin parking menu minus movie-band pause place play play-circle play-square plus privacy route route-alt search settings share-andorid share-ios shrink sign-language sign-out sing-in solid-star speaker star stopwatch telephone ticket time trash twitter unfollow-user upload user user-group video-camera warning weather web whatsapp youtube",
    "pdf_links": [],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/en",
        "https://stadt.muenchen.de/en.html",
        "http://www.muenchen.de/int/en/events.html",
        "http://www.muenchen.de/int/en/culture-leisure.html",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "http://www.muenchen.de/int/en/sights.html",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://stadt.muenchen.de/en/business.html",
        "http://www.muenchen.de/int/en/living.html",
        "https://www.muenchen.de/en/transportation",
        "https://stadt.muenchen.de/rathaus.html",
        "https://www.muenchen.de/int/fr/",
        "https://www.muenchen.de/int/it/",
        "https://www.muenchen.de/int/ru/",
        "https://www.muenchen.de/int/ar/",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/en.html",
        "https://stadt.muenchen.de/en.html",
        "https://www.munich-business.eu/en/",
        "https://stadt.muenchen.de/en/info/munich-innovation-challenge.html",
        "https://stadt.muenchen.de/en/info/ecoprofit.html",
        "https://stadt.muenchen.de/en/info/amiga-for-internationals.html",
        "https://stadt.muenchen.de/en/info/set-up-a-branch.html",
        "https://stadt.muenchen.de/en/info/business-licensing-office.html",
        "https://stadt.muenchen.de/en/info/lostandfoundoffice.html",
        "https://stadt.muenchen.de/en/info/labor-market-access.html",
        "https://stadt.muenchen.de/en/info/munich-employment-qualification.html",
        "https://stadt.muenchen.de/en/info/china-landing-page.html",
        "https://stadt.muenchen.de/en/info/international-schools.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/en/about.html",
        "https://www.facebook.com/Stadt.Muenchen",
        "https://www.instagram.com/stadtmuenchen/",
        "https://twitter.com/StadtMuenchen",
        "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
        "https://www.facebook.com/Stadt.Muenchen/",
        "https://www.instagram.com/stadtmuenchen/",
        "https://www.youtube.com/rathausm%C3%BCnchen",
        "https://twitter.com/StadtMuenchen",
        "https://stadt.muenchen.de/stadtplan.html",
        "https://www.muenchen.de/verkehr/elektronische-auskunft/fahrplanauskunft-efa.html",
        "https://www.muenchen.de/veranstaltungen/kultur.html",
        "https://www.muenchen.de/themen/tourismus.html",
        "https://www.muenchen.de/themen/wohnen-bauen/strom-erdgas-fernwaerme-wasser.html",
        "https://stadt.muenchen.de/buergerservice.html",
        "http://www.muenchen.de/uebernachten.html",
        "https://stadt.muenchen.de/infos/datenschutzbeauftragte-direktorium.html",
        "https://stadt.muenchen.de/infos/barrierefreiheit-erklaerung.html",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://stadt.muenchen.de/infos/gebaerdensprache-gehoerlose.html",
        "https://www.muenchen.de/meta/nutzungsbedingungen.html",
        "https://stadt.muenchen.de/rathaus/presse.html",
        "https://stadt.muenchen.de/rathaus/kontakt.html",
        "https://stadt.muenchen.de/infos/impressum-datenschutz.html"
    ],
    "summary": "Service for Businesses \n- Munich Business Development \n- munich-business.eu \n- Events and Awards \n- City of Munich Innovation Challenge \n- ECOPROFIT \n- amiga - Career Center for Internationals \n- The Point of Single Contact \n- Business Licensing Office \n- Labor Market Access \n- Munich Employment and Qualification Program \n- Munich Employment and Qualification \n- International schools \n- Immigration \n- About the City of Munich \n- Social Media \n- Newsletter \n- Stadtplan \n- Fahrplan \n- Kultur \n- Tourismus \n- M-Strom \n- Bürgerservice \n- Hotels \n- Kontakt \n- Datenschutzbeauftragte \n- Barrierefreiheit \n- Leichte Sprache \n- Gebärdensprache \n- Nutzungsbedingungen \n- Presse-Service \n- Impressum und Datenschutz"
}