{
    "url": "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
    "text": "Start – Newsletter Newsletter JavaScript ist abgeschaltet. Sie können fortfahren, aber wir empfehlen, JavaScript einzuschalten, damit Sie das folgende Formular komfortabel und mit allen Funktionen nutzen können. Newsletter abonnieren oder abmelden Sie möchten regelmäßig Informationen der einzelnen Referate und Eigenbetriebe der Landeshauptstadt München erhalten? Auf den folgenden Seiten haben Sie die Möglichkeit, Newsletter der Landeshauptstadt München zu abonnieren. Diese werden Ihnen kostenlos und unverbindlich per E-Mail im HTML-Format zugestellt. Abonnieren Der Anmeldevorgang erfolgt in zwei Schritten (Double-Opt-in-Verfahren). Im ersten Schritt melden Sie sich erst einmal zu gewünschten Newslettern an. In einem zweiten Schritt müssen Sie Ihre Anmeldung noch verbindlich bestätigen. Abmelden Nach erfolgreicher Abmeldung erhalten Sie noch eine Bestätigungs-E-Mail. Falls Sie diese Seite über einen Abmeldelink aus einem erhaltenen Newsletter erreicht haben, entfernen Sie das bereits gesetzte Häkchen nicht. Um sich von allen hier verwalteten Newslettern abzumelden, wählen Sie bitte die Option \"alle abmelden\" . Datenschutzerklärung Um Ihre Angaben zu bearbeiten, benötigen wir von Ihnen personenbezogene Daten. Diese Daten erheben wir nur im notwendigen Umfang. Wir halten uns an die Datenschutzgesetze und geltenden Vorschriften. Weitergehende Informationen finden Sie in der Datenschutzerklärung zu dem von Ihnen gewählten Online-Dienst der Landeshauptstadt München. Bitte beachten Sie dazu auch die Hinweise zum Datenschutz im Impressum der Landeshauptstadt München. Vorgang starten Klicken Sie auf Starten , um das Formular Schritt für Schritt online auszufüllen. Abbrechen Starten Powered by it@M Kontakt & Mehr Impressum , Datenschutz , Problem melden",
    "pdf_links": [
        "https://stadt.muenchen.de/dam/jcr:b9a1f7bc-4196-4cca-9834-dcecbedba1b3/Newsletterplattform.pdf"
    ],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/dam/jcr:b9a1f7bc-4196-4cca-9834-dcecbedba1b3/Newsletterplattform.pdf",
        "https://stadt.muenchen.de/infos/impressum-datenschutz.html",
        "https://www.muenchen.de/meta/impressum.html",
        "https://www.muenchen.de/meta/datenschutz.html",
        "https://service.muenchen.de/intelliform/forms/01/01/01/supportformular/index"
    ],
    "summary": "- Newsletter abonnieren oder abmelden\n- Abonnieren: Regelmäßige Informationen über einzelne Referate und Eigenbetriebe der Landeshauptstadt München\n- Abmeldevorgang: In zwei Schritten (Double-Opt-in-Verfahren)\n- Abmeldevorgang: Erster Schritt - Melden von gewünschten Newslettern\n- Abmeldevorgang: Zweiter Schritt - Verbindliche Bestätigung\n- Abmelden: Nach erfolgreicher Abmeldung eine Bestätigungs-E-Mail\n- Abmelden: Option \"alle abmelden\"\n- Datenschutzerklärung\n- Datenschutzerklärung: Bearbeitung personenbezogener Daten\n- Datenschutzerklärung: Notwendiger Umfang\n- Datenschutzerklärung: Datenschutzgesetze und geltende Vorschriften\n- Datenschutzerklärung: Weitere Informationen\n- Datenschutzerklärung: Hinweise zum Datenschutz\n- Impressum\n- Impressum: Hinweise zum Datenschutz\n- Impressum: Problem melden\n- Kontakt\n- Kontakt & Mehr\n- Powered by it@M"
}