{
    "url": "https://stadt.muenchen.de/en/info/study-and-research.html",
    "text": "Study and research – Landeshauptstadt München search close search Enter search term start search Menu close menu navigation language City Hall Events Culture, Leisure Restaurants Shopping Sights Tourism Hotels Business Living Transportation Current language: English Deutsch Français Italiano Русский العربية 中文 Startseite City of Munich Immigration Study and research Immigration Study and research What's required to study or do research in Munich? Infos on recognition of qualifications, academic and student life, research options and contacts. Seiteninhalt Services for students and researchers Specific resources State universities State universities of applied sciences, art and music colleges Private universities of applied sciences, art and music colleges Academic perspectives Services for students and researchers Jan Greune, LMU Helpful touchpoints Below you will find some contact points and information for international students. This is followed by a list of all important universities and academies in Munich. Student visas and residence How to enter as a student, change from an au pair to student, change your major... Find out more AMIGA Career center for internationals Find out more Foreign qualifications service unit The Support Service team helps foreign professionals to obtain recognition an proof of skills... Counseling team Specific resources German academic exchange DAAD on Munich German language courses in Munich State universities LMU Munich Peter Martner / LMU Ludwig Maximilian's University ranks among Europe's top academic institutions . TUM - Technical University Munich TUM The Technical University Munich regularly ranks among Europe's best universities . State universities of applied sciences, art and music colleges Academy of the Fine Arts LHM, Michael Nagy Neo-renaissance building with new annex for 700 students (page in German) HFF Jens Weber / HFF HFF Munich, one of the most renowned film schools in German-speaking countries Munich University of Applied Sciences Hochschule München One of the largest schools of Applied Sciences in Germany Music & Performing Arts Foto: Musikhochschule München University's English pages on study options, application process August Everding Theater Akademie School to prepare for a career in theatre and performing arts Specialized state universities University of the Bundeswehr Munich UniBw M has excellent connections to national and international research networks and cooperates with many renowned industry partners. Doctorates can thus be earned in both basic research and in fields more closely related to industry Political Science HfP TUM HfP offers studies in political science incl. law, economics, sociology, history Private universities of applied sciences, art and music colleges AMD AMD - Akademie Mode & Design München AMD - Academy of Fashion & Design Munich eufom - Economics & Management FOM Hochschule für Oekonomie & Management gemeinnützige Gesellschaft mbH Part of FOM of Applied Sciences, Germany's biggest private university EU Business School Established in 1973, EU Business School (EU) is an international, professionally accredited, high-ranking business school with campuses in Barcelona, Geneva and Munich, as well as a Digital Campus. Fresenius University Hochschule Fresenius gem. GmbH Munich campus of the state-approved, privately funded school of applied sciences HDBW - University of Applied Sciences HDBW The Hochschule der Bayrischen Wirtschaft (HDBW) is a private, state-accredited University of Applied Sciences and Management. IESE Business School IESE Business School The renowned business school expanded its Munich Campus ISM ISM International School of Management - Munich Campus KSH Katholische Stiftungsfachhochschule München Qualifying for Social, Education and Nursing Sector, funded by Catholic Church Macromedia University of Applied Sciences Munich Hochschule Macromedia - University of Applied Sciences Germany's leading private media university University of Applied Languages SDI StockLite / Shutterstock.com BA and MA programs focus on multilingualism, economics or technical communication Collège des Ingénieurs Collège des Ingénieurs is to prepare young graduate engineers and scientists to tackle economic, entrepreneurial, and international challenges by means of its tailored MBA programme . SAE CREATIVE MEDIA INSTITUTE SAE Institute offers courses to take your career in the media to the next level . iba - University of Cooperative education iba’s study programmes are delivered jointly with approved companies/organisations that employ the students as trainees for the duration of their studies. Globe Business College The College doesn’t just deal with students at degree level but also pre-degree and school going students can benefit from the unique educational model through shorter taster weekend courses and foundation programmes after they leave school but before they join University . Munich School of Philosophy Deepen your rational capacities and develop your own personality through engaging with 2500 years of philosophy . MDH - Mediadesign University of Applied Sciences Munich MDH offers five Bachelor's degree programs and two Master's degree programs, as well as a number of online courses . MIPLC - Munich Intellectual Property Law Center At MIPLC you can study in-depth global legal perspectives on Intellectual Property Law, Data Economy Law, Digital Competition Law, Platform Economy Regulation, and AI Law and Policy . Munich Business School MBS The Munich Business School is a well-established institution offering various business degrees, starting out with a Bachelor, as well as a number of Master degrees . Academic perspectives Munich science & research (in German) Research in Germany government campaign Study in Bavaria state campaign Ähnliche Artikel This is a carousel with rotating cards. Use the previous and next buttons to\n                                navigate, and Enter to activate cards. Vorheriger Slide Information on Brexit The United Kingdom left the European Union on January  31st, 2020. All information concerning Brexit – regulary updated. Guide for Foreign Students Registration, bank account, residence permit: A step-by-step-guide for international students arriving in Munich. Munich Educational Portfolio The Munich Educational Portfolio is a folder designed for refugees and immigrants 16 years of age or older. Nächster Slide Folgen Sie uns auf unseren Social Media Kanälen: Facebook @Stadt.Muenchen Folgen Instagram @stadtmuenchen Folgen X (Twitter) @StadtMuenchen Folgen Fliegender Brief Immer aktuell: Newsletter der Landeshauptstadt München Anmelden Facebook Instagram YouTube Twitter Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Kontakt Datenschutzbeauftragte Barrierefreiheit Leichte Sprache Gebärdensprache Nutzungsbedingungen Presse-Service Kontakt Impressum und Datenschutz © 2024 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH arrow-down arrow-left arrow-right arrow-up battery bullet calendar calendar-day calendar-down calendar-left calendar-right calendar-up calendar-week calendar-weekend camera check chevron-down chevron-left chevron-right chevron-up close copy-link desk-bell double-down double-left double-right double-up download easy-to-read ellipsis-horizontal ellipsis-vertical expand ext-link eye eye-off facebook file filter floppy follow-user fsk-0 fsk-6 fsk-12 fsk-16 fsk-18 half-star heart home hourglass hourglass-end hourglass-solid hourglass-start image-gallery information instagram language list location-android location-ios mail map map-pin parking menu minus movie-band pause place play play-circle play-square plus privacy route route-alt search settings share-andorid share-ios shrink sign-language sign-out sing-in solid-star speaker star stopwatch telephone ticket time trash twitter unfollow-user upload user user-group video-camera warning weather web whatsapp youtube",
    "pdf_links": [],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/en",
        "https://stadt.muenchen.de/en.html",
        "http://www.muenchen.de/int/en/events.html",
        "http://www.muenchen.de/int/en/culture-leisure.html",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "http://www.muenchen.de/int/en/sights.html",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://stadt.muenchen.de/en/business.html",
        "http://www.muenchen.de/int/en/living.html",
        "https://www.muenchen.de/en/transportation",
        "https://stadt.muenchen.de/rathaus.html",
        "https://www.muenchen.de/int/fr/",
        "https://www.muenchen.de/int/it/",
        "https://www.muenchen.de/int/ru/",
        "https://www.muenchen.de/int/ar/",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/en.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://stadt.muenchen.de/en/info/new-foreign-students.html",
        "https://www.amiga-muenchen.de/en/",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://www.study-in-germany.de/en/plan-your-studies/study-options/cities/munich/",
        "https://www.muenchen.de/service/branchenbuch/S/1624.html",
        "https://www.en.uni-muenchen.de/index.html",
        "http://www.tum.de/en/studies/international-students/",
        "https://www.adbk.de/en/",
        "https://hff-muenchen.de/en_EN/lehrangebot-landingpage",
        "http://www.hm.edu/en/index.en.html",
        "http://University's English pages on study options, application process",
        "https://www.theaterakademie.de/en/",
        "https://www.unibw.de/home-en",
        "http://www.hfp.tum.de/en/hfp/home/",
        "http://www.amdnet.de/",
        "https://www.eufom.de/",
        "https://www.euruni.edu/en/About-Us/about-eu-business-school/about-eu-business-school.html",
        "https://www.hs-fresenius.de/en",
        "https://www.hdbw-hochschule.com/",
        "https://www.iese.edu/about/campuses/munich/",
        "https://en.ism.de/",
        "https://www.ksh-muenchen.de/en/the-university/",
        "https://www.macromedia-fachhochschule.de/en/locations/munich/campus/",
        "https://www.sdi-muenchen.de/en/hochschule/",
        "https://cdi.eu/",
        "https://www.sae.edu/deu/en/",
        "https://www.ibadual.com/workandstudyingermany",
        "https://www.mypremiumeurope.com/",
        "https://hfph.de/en",
        "https://www.mediadesign.de/en/location-munich",
        "https://www.miplc.de/",
        "https://www.munich-business-school.de/en/",
        "https://stadt.muenchen.de/infos/wi_fo.html",
        "https://www.research-in-germany.org/en/",
        "https://www.study-in-bavaria.de/",
        "https://stadt.muenchen.de/en/info/brexit-effects.html",
        "https://stadt.muenchen.de/en/info/new-foreign-students.html",
        "https://stadt.muenchen.de/en/info/munich-educational-portfolio.html",
        "https://www.facebook.com/Stadt.Muenchen",
        "https://www.instagram.com/stadtmuenchen/",
        "https://twitter.com/StadtMuenchen",
        "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
        "https://www.facebook.com/Stadt.Muenchen/",
        "https://www.instagram.com/stadtmuenchen/",
        "https://www.youtube.com/rathausm%C3%BCnchen",
        "https://twitter.com/StadtMuenchen",
        "https://stadt.muenchen.de/stadtplan.html",
        "https://www.muenchen.de/verkehr/elektronische-auskunft/fahrplanauskunft-efa.html",
        "https://www.muenchen.de/veranstaltungen/kultur.html",
        "https://www.muenchen.de/themen/tourismus.html",
        "https://www.muenchen.de/themen/wohnen-bauen/strom-erdgas-fernwaerme-wasser.html",
        "https://stadt.muenchen.de/buergerservice.html",
        "http://www.muenchen.de/uebernachten.html",
        "https://stadt.muenchen.de/infos/datenschutzbeauftragte-direktorium.html",
        "https://stadt.muenchen.de/infos/barrierefreiheit-erklaerung.html",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://stadt.muenchen.de/infos/gebaerdensprache-gehoerlose.html",
        "https://www.muenchen.de/meta/nutzungsbedingungen.html",
        "https://stadt.muenchen.de/rathaus/presse.html",
        "https://stadt.muenchen.de/rathaus/kontakt.html",
        "https://stadt.muenchen.de/infos/impressum-datenschutz.html"
    ],
    "summary": "Study and research in Munich:\n- Infos on recognition of qualifications\n- Academic and student life\n- Research options\n- Contacts\n\nServices for students and researchers:\n- Specific resources\n- State universities\n- State universities of applied sciences\n- Art and music colleges\n- Private universities of applied sciences\n- Academic perspectives\n- Services for students and researchers\n\nStudent visas and residence:\n- How to enter as a student\n- Change from an au pair to student\n- Change your major\n\nCareer center for internationals:\n- AMIGA\n- Career center for internationals\n- Find out more\n\nForeign qualifications service unit:\n- The Support Service team\n- Helps foreign professionals\n- Obtain recognition an proof of skills\n\nCounseling team:\n- Specific resources\n- German academic exchange\n- DAAD on Munich\n- German language courses in Munich\n\nState universities:\n- LMU Munich\n- Peter Martner / LMU\n- Ludwig Maximilian's University ranks among Europe's top academic institutions\n- TUM - Technical University Munich\n- TUM The Technical University Munich\n- Regularly ranks among Europe's best universities\n\nState universities of applied sciences:\n- Academy of the Fine Arts LHM\n- Neo-renaissance building with new annex for 700 students\n- HFF Jens Weber / HFF\n- HFF Munich, one of the most renowned film schools in German-speaking countries\n- Hochschule München\n- One of the largest schools of Applied Sciences in Germany\n- Music & Performing Arts\n- Foto: Musikhochschule München\n\nUniversity of Applied Sciences:\n- Munich University of Applied Sciences\n- Hochschule München\n- One of the largest schools of Applied Sciences in Germany\n- Music & Performing Arts\n\nSpecialized state universities:\n- University of the Bundeswehr Munich\n- UniBw M has excellent connections to national and international research networks and cooperates with many renowned industry partners\n\nDoctorates:\n- Can be earned in"
}