{
    "url": "https://www.muenchen.de/en",
    "text": "The official website of the City of Munich • muenchen.de Search Close search Anzeige Branchenbuch Suchbegriff(e) eingeben Search Menu Anzeige Branchenbuch Navigation Language City Hall Events Culture, Leisure Restaurants Shopping Sights Tourism Hotels Business Living Transportation Aktuelle Sprache: English Deutsch Français Italiano Español Русский العربية 中文 Home Home Ad Branchenbuch This is a carousel with rotating cards. Use the previous and next buttons to\n              navigate, and Enter to activate cards. Previous Slide 1 / 2 Experience Munich's highlights: These are the top sights of the city Top must-see attractions in Munich Top must-see attractions in Munich Experience Munich's highlights from castles to museums, churches or parks. 2 / 2 Exhibitions, opening hours, tips for families Discover Munich's museums Discover Munich's museums Classic tourist attractions and hidden gems Next Slide Marienplatz, Olympic Park and more in live action Webcams in Munich 10 Things to do in Munich in autumn Here are 10 things to do in Munich during fall Visit this attractions around Munich Neuschwanstein Castle, medieval Rothenburg, the city of Salzburg and more One day in Munich Sights and places to visit in 24 hours Sights and Tourism in Munich Sightseeing in Munich Our overview of Munich's most important places A trip to Munich Touring Munich: FAQs, highlights and more Ad Munich Tours and sightseeing of the most interesting sights Glockenspiel The Glockenspiel is in the tower balcony of the Neues Rathaus Dachau Memorial Site The memorial site on the grounds of the Dachau concentration camp Marienplatz Marienplatz is the central square in old town, Munich’s urban heart Tourist Information Brochures and flyers Printable information for guests Tourist office Locations and opening times Traffic and transport Information on public transport in Munich Hotels in Munich Thinking of where to stay in Munich? This hotel listing will help Oktoberfest in Munich From 20 September to 5 October 2025 - all infos Things to do in Munich Culture & leisure Best activities to do in Munich all year round Events Explore great events in Munich throughout the year Restaurants Our selection of nice bars, cafés, restaurants and beer gardens Shopping Take a stroll through the shops around the city Sale seasons in Munich When is the next sales in Munich? Find out here! Sports & Fitness Information on sports, leisure and recreation in and around Munich Download the City Map (PDF) Support for residents City Administration A compilation of all important information by the municipality Munich jobs Find out which employers are hiring English language services Information for English speakers in Munich Fliegender Brief muenchen.de als Newsletter! Mit aktuellen Highlights, Tipps und Infos. E-Mail Adresse Rechtsgrundlage für die Verarbeitung Eurer E-Mail Adresse ist Art. 6 Abs. 1 a) DSGVO in Verbindung mit Eurer Einwilligung. Ihr könnte Eure Einwilligung jederzeit mit Wirkung für die Zukunft widerrufen, am Einfachsten durch Anklicken des Abmeldelinks am Ende des entsprechenden E-Mail-Newsletters. Alle weiteren Informationen zum Schutz Eurer personenbezogenen Daten findet Ihr in der Datenschutzerklärung Anmelden muenchen.de auf Facebook muenchen.de auf Instagram muenchen.de auf YouTube muenchen.de auf X Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Webcam Stadtteile Landkreise Umland Kontakt und mehr Kontakt, Presse, Werbung, Impressum, AGB,\n              Datenschutz, Interessante Links zu München Leichte Sprache , Barrierefreiheit Weitere Metropol-Webseiten: Berlin , Hamburg , Köln , Opendi Anzeige Branchenbuch © 2025 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH",
    "pdf_links": [
        "https://stadt.muenchen.de/dam/jcr:4575241b-7ab5-42e0-ad18-6c7ab269409b/City-Map-2017.pdf"
    ],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/en/home",
        "https://www.muenchen.de/branchenbuch",
        "https://www.muenchen.de/en",
        "https://stadt.muenchen.de/en.html",
        "https://www.muenchen.de/en/events",
        "https://www.muenchen.de/en/culture-leisure",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "https://www.muenchen.de/en/sights",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://stadt.muenchen.de/en.html",
        "https://www.muenchen.de/en/living",
        "https://www.muenchen.de/en/transportation",
        "https://www.muenchen.de/",
        "https://www.muenchen.de/fr/accueil",
        "https://www.muenchen.de/it/home",
        "https://www.muenchen.de/es/inicio",
        "https://www.muenchen.de/ru/home",
        "https://www.muenchen.de/ar/home",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/en/home",
        "https://www.muenchen.de/",
        "https://www.muenchen.de/branchenbuch",
        "https://www.muenchen.de/en/sights/sightseeing-20-top-sights-and-attractions-munich",
        "https://www.muenchen.de/en/sights/museums",
        "https://www.muenchen.de/en/sights/webcam-live-munich-marienplatz-olympiapark-and-more",
        "https://www.muenchen.de/en/sights/10-things-do-munich-autumn",
        "https://www.muenchen.de/en/culture-and-leisure/daytrips",
        "https://www.muenchen.de/en/sights/one-day-munich-what-you-should-visit",
        "https://www.muenchen.de/en/sights",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/sights/tours",
        "https://www.muenchen.de/en/sights/munich-glockenspiel",
        "https://www.muenchen.de/en/sights/museums/dachau-concentration-camp-memorial",
        "https://www.muenchen.de/en/sights/attractions/marienplatz-munichs-old-town",
        "https://www.munich.travel/en/categories/plan/things-to-do/brochures-for-download",
        "https://www.muenchen.de/en/tourism/important-information/tourist-information-munich",
        "https://www.muenchen.de/en/transportation",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://www.muenchen.de/en/events/oktoberfest",
        "https://www.muenchen.de/en/culture-leisure",
        "https://www.muenchen.de/en/events",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "https://www.muenchen.de/en/shopping/sale-seasons-munich-when-find-best-bargains",
        "https://www.muenchen.de/en/culture-leisure/sport-fitness/sport-fitness/sport-and-fitness-locations-munich",
        "https://stadt.muenchen.de/dam/jcr:4575241b-7ab5-42e0-ad18-6c7ab269409b/City-Map-2017.pdf",
        "https://stadt.muenchen.de/en.html",
        "https://www.muenchen.de/en/living/jobs",
        "https://www.muenchen.de/en/living/important-information/shops-culture-doctors-and-more-services-english-munich",
        "https://www.muenchen.de/meta/datenschutzerklaerung",
        "https://www.facebook.com/muenchen",
        "https://instagram.com/muenchen",
        "https://www.youtube.com/user/MUENCHENdeVIDEOS",
        "https://twitter.com/muenchen",
        "https://app.muenchen.de/stadtplan/",
        "https://www.muenchen.de/verkehr/fahrplaene-fahrkarten/mvg-fahrplanauskunft-fuer-muenchen-bus-tram-u-bahn-und-s-bahn",
        "https://www.muenchen.de/veranstaltungen/kultur",
        "https://www.muenchen.de/sehenswuerdigkeiten/tourismus",
        "https://www.muenchen.de/leben/strom-erdgas-fernwaerme-wasser",
        "https://stadt.muenchen.de/service/",
        "https://www.muenchen.de/uebernachten",
        "https://www.muenchen.de/sehenswuerdigkeiten/webcam-live-aus-muenchen-marienplatz-olympiapark-und-mehr",
        "https://www.muenchen.de/stadtteile",
        "https://www.muenchen.de/landkreise",
        "https://www.muenchen.de/umland",
        "https://www.muenchen.de/meta",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://www.muenchen.de/meta/erklaerung-zur-barrierefreiheit",
        "https://www.berlin.de/",
        "https://www.hamburg.de/",
        "https://www.koeln.de/",
        "https://www.stadtbranchenbuch.com/",
        "https://www.muenchen.de/branchenbuch"
    ],
    "summary": "- Experience Munich's highlights: top sights, castles, museums, churches, parks\n- Top must-see attractions in Munich\n- Exhibitions, opening hours, tips for families\n- Discover Munich's museums\n- Classic tourist attractions and hidden gems\n- Marienplatz, Olympic Park and more in live action\n- Webcams in Munich\n- 10 Things to do in Munich in autumn\n- Visit attractions around Munich: Neuschwanstein Castle, medieval Rothenburg, Salzburg\n- One day in Munich: sights and places to visit in 24 hours\n- Sights and tourism in Munich: overview of the city's most important places\n- Touring Munich: FAQs, highlights and more\n- Glockenspiel\n- Dachau Memorial Site\n- Marienplatz\n- Tourist Information: brochures and flyers, printable information for guests\n- Locations and opening times of tourist information\n- Traffic and transport: information on public transport in Munich\n- Hotels in Munich: hotel listing to help with accommodation\n- Oktoberfest in Munich: information on the event\n- Things to do in Munich: culture and leisure activities\n- Explore great events in Munich throughout the year\n- Restaurants: selection of nice bars, cafés, restaurants and beer gardens\n- Shopping: take a stroll through the shops around the city\n- Sale seasons in Munich: when is the next sale?\n- Information on sports, leisure and recreation in and around Munich\n- Download the City Map (PDF)\n- City Administration: compilation of all important information by the municipality\n- Munich jobs: find out which employers are hiring\n- English language services: information for English speakers in Munich\n- Newsletter: muenchen.de as a newsletter with current highlights, tips and information\n- E-Mail address: muenchen.de as a newsletter\n- Rechtsgrundlage für die Verarbeitung: Art. 6 Abs. 1 a) DSGVO in Ver"
}