{
    "url": "https://stadt.muenchen.de/en/info/munich-educational-portfolio.html",
    "text": "Munich Educational Portfolio – Landeshauptstadt München search close search Enter search term start search Menu close menu navigation language City Hall Events Culture, Leisure Restaurants Shopping Sights Tourism Hotels Business Living Transportation Current language: English Deutsch Français Italiano Русский العربية 中文 Startseite City of Munich Immigration Munich Educational Portfolio Immigration Munich Educational Portfolio The Munich Educational Portfolio is a folder designed for refugees and immigrants 16 years of age or older. Step by step towards Education and Employment The Munich Educational Portfolio is a folder designed for refugees and immigrants 16 years of age or older. The folder is issued in the course of an educational assessment or in the context of educational/employment counselling. Equipped with the portfolio, refugees and immigrants can carry it along during their education and training in order to record their steps and important documents. The offices listed below can utilize it to network and plan with other educational institutions. Pre-existing as well as newly-acquired skills can be documented within. The Munich Educational Portfolio Presseamt Nagy 9.11.18 can be obtained free of charge at the following two municipal offices: IBZ Language and Employment (Department of Social Services) Franziskanerstr. 8 81669 Munich Office hours (Educational Assessment): Monday, Wednesday, Friday: 9:30 am – 12:30 pm Thursday: 1:30 pm – 5:00 pm International Educational and Vocational Counselling Service (Department of Education and Sports) Goethestr. 53 Monday – Friday: 9:00 am – 12 am + 1:00 pm – 4:00 pm Ähnliche Artikel This is a carousel with rotating cards. Use the previous and next buttons to\n                                navigate, and Enter to activate cards. Vorheriger Slide Information on Brexit The United Kingdom left the European Union on January  31st, 2020. All information concerning Brexit – regulary updated. Guide for Foreign Students Registration, bank account, residence permit: A step-by-step-guide for international students arriving in Munich. Study and Research in Munich What's required to study or do research in Munich? Infos on recognition of qualifications, academic and student life, research options and contacts. Nächster Slide Folgen Sie uns auf unseren Social Media Kanälen: Facebook @Stadt.Muenchen Folgen Instagram @stadtmuenchen Folgen X (Twitter) @StadtMuenchen Folgen Fliegender Brief Immer aktuell: Newsletter der Landeshauptstadt München Anmelden Facebook Instagram YouTube Twitter Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Kontakt Datenschutzbeauftragte Barrierefreiheit Leichte Sprache Gebärdensprache Nutzungsbedingungen Presse-Service Kontakt Impressum und Datenschutz © 2024 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH arrow-down arrow-left arrow-right arrow-up battery bullet calendar calendar-day calendar-down calendar-left calendar-right calendar-up calendar-week calendar-weekend camera check chevron-down chevron-left chevron-right chevron-up close copy-link desk-bell double-down double-left double-right double-up download easy-to-read ellipsis-horizontal ellipsis-vertical expand ext-link eye eye-off facebook file filter floppy follow-user fsk-0 fsk-6 fsk-12 fsk-16 fsk-18 half-star heart home hourglass hourglass-end hourglass-solid hourglass-start image-gallery information instagram language list location-android location-ios mail map map-pin parking menu minus movie-band pause place play play-circle play-square plus privacy route route-alt search settings share-andorid share-ios shrink sign-language sign-out sing-in solid-star speaker star stopwatch telephone ticket time trash twitter unfollow-user upload user user-group video-camera warning weather web whatsapp youtube",
    "pdf_links": [],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/en",
        "https://stadt.muenchen.de/en.html",
        "http://www.muenchen.de/int/en/events.html",
        "http://www.muenchen.de/int/en/culture-leisure.html",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "http://www.muenchen.de/int/en/sights.html",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://stadt.muenchen.de/en/business.html",
        "http://www.muenchen.de/int/en/living.html",
        "https://www.muenchen.de/en/transportation",
        "https://stadt.muenchen.de/rathaus.html",
        "https://www.muenchen.de/int/fr/",
        "https://www.muenchen.de/int/it/",
        "https://www.muenchen.de/int/ru/",
        "https://www.muenchen.de/int/ar/",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/en.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://www.muenchen.de/dienstleistungsfinder/muenchen/1078401/",
        "https://stadt.muenchen.de/en/info/brexit-effects.html",
        "https://stadt.muenchen.de/en/info/new-foreign-students.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://www.facebook.com/Stadt.Muenchen",
        "https://www.instagram.com/stadtmuenchen/",
        "https://twitter.com/StadtMuenchen",
        "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
        "https://www.facebook.com/Stadt.Muenchen/",
        "https://www.instagram.com/stadtmuenchen/",
        "https://www.youtube.com/rathausm%C3%BCnchen",
        "https://twitter.com/StadtMuenchen",
        "https://stadt.muenchen.de/stadtplan.html",
        "https://www.muenchen.de/verkehr/elektronische-auskunft/fahrplanauskunft-efa.html",
        "https://www.muenchen.de/veranstaltungen/kultur.html",
        "https://www.muenchen.de/themen/tourismus.html",
        "https://www.muenchen.de/themen/wohnen-bauen/strom-erdgas-fernwaerme-wasser.html",
        "https://stadt.muenchen.de/buergerservice.html",
        "http://www.muenchen.de/uebernachten.html",
        "https://stadt.muenchen.de/infos/datenschutzbeauftragte-direktorium.html",
        "https://stadt.muenchen.de/infos/barrierefreiheit-erklaerung.html",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://stadt.muenchen.de/infos/gebaerdensprache-gehoerlose.html",
        "https://www.muenchen.de/meta/nutzungsbedingungen.html",
        "https://stadt.muenchen.de/rathaus/presse.html",
        "https://stadt.muenchen.de/rathaus/kontakt.html",
        "https://stadt.muenchen.de/infos/impressum-datenschutz.html"
    ],
    "summary": "Munich Educational Portfolio:\n- Folder for refugees and immigrants 16 years of age or older\n- Issued in educational assessment or employment counselling\n- Used to record steps and important documents during education and training\n- Document of pre-existing and newly-acquired skills\n\nAvailable at:\n- IBZ Language and Employment (Department of Social Services)\n- International Educational and Vocational Counselling Service (Department of Education and Sports)\n\nInformation on:\n- Brexit\n- Registration, bank account, residence permit for foreign students\n- Study and research in Munich\n- Recognition of qualifications, academic and student life, research options and contacts\n\nSocial Media:\n- Facebook: @Stadt.Muenchen\n- Instagram: @stadtmuenchen\n- Twitter: @StadtMuenchen\n- X (Twitter): @StadtMuenchen\n- Newsletter: Landeshauptstadt München\n\nServices:\n- Stadtplan (city plan)\n- Fahrplan (schedules)\n- Kultur (culture)\n- Tourismus (tourism)\n- M-Strom (electricity)\n- Bürgerservice (citizen service)\n- Hotels\n- Kontakt (contact)\n- Datenschutzbeauftragte (data protection officer)\n- Barrierefreiheit (accessibility)\n- Leichte Sprache (easy language)\n- Gebärdensprache (sign language)\n- Nutzungsbedingungen (terms and conditions)\n- Presse-Service (press service)\n- Impressum und Datenschutz (imprint and data protection)\n\nOther:\n- Guide for foreign students\n- A step-by-step guide for international students arriving in Munich\n- Information on recognition of qualifications, academic and student life, research options and contacts\n- Study and research in Munich"
}