{
    "url": "https://www.muenchen.de/meta/nutzungsbedingungen.html",
    "text": "Nutzungsbedingungen AGB muenchen.de - muenchen.de Suche Close search Anzeige Branchenbuch Suchbegriff(e) eingeben Suche Menü Close menu Anzeige Branchenbuch Navigation Language Rathaus Zum Rathaus Politik und Beteiligung Stadtverwaltung Presse und Medien Karriere bei der Stadt Finanzen und Vergabe München im Portrait Projekte und Initiativen Veranstaltungen Freizeit Sehenswertes Hotels Verkehr Jobs Leben Bürgerservice Zu den Services Wohnen und Meldewesen Verkehr und Mobilität Ausland und Migration Gesundheit und Soziales Familie und Kind Schule und Bildung Wirtschaft und Gewerbe Branchen und Berufe Engagement und Freizeit Aktuelle Sprache: Deutsch English Français Italiano Español Русский العربية 中文 Home Meta Nutzungsbedingungen Home Anzeige Branchenbuch Nutzungsbedingungen Das Portal wird von der Portal München Betriebs-GmbH & Co. KG (Impressum) betrieben, nachfolgend \"Portal München\" genannt. Das Portal wird seinen Besucher*innen auf Grundlage dieser Nutzungsbedingungen zur Verfügung gestellt. Bitte lesen Sie diese aufmerksam durch. 1. Geltungsbereich 1.1 Diese allgemeinen Nutzungsbedingungen gelten für sämtliche Angebote des Portals www.muenchen.de und dessen Auftritte auf Social Media Plattformen sowie für sämtliche Erweiterungen und Veränderungen dieser. Allgemeine Geschäftsbedingungen der Nutzer*innen finden keine Anwendung. 1.2 Werden Leistungen oder Dienste von Kooperationspartner*innen oder Dritten erbracht, können zusätzlich Allgemeine Geschäftsbedingungen der Partner*innen/Dritten gelten. Die Nutzer*innen werden darauf gesondert hingewiesen. Werden Dienste oder Leistungen Dritter den Nutzer*innen über muenchen.de vermittelt, entstehen vertragliche Beziehungen nur zwischen den Nutzer*innen und den Dritten. 2. Nutzerkreis und Verfügbarkeit 2.1 Die Angebote und Dienste von muenchen.de sind für jedermann frei zugänglich. Die Nutzung ist kostenlos, es sei denn, es wird auf die Kostenpflicht einzelner Dienste hingewiesen. Für die Nutzung bestimmter Dienste und Angebote müssen sich die Nutzer*innen vorher durch Angabe ihrer persönlichen Daten registrieren lassen. Portal München behält sich das Recht vor, einzelne Dienste und Angebote nur gegenüber volljährigen Nutzer*innen zu erbringen. 2.2 Portal München ist berechtigt, die Angebote und Dienste von muenchen.de jederzeit zu ändern, zu erweitern und sowohl vorübergehend als auch endgültig einzustellen. Soweit die Nutzer*innen spezielle Dienste oder Angebote in Anspruch genommen haben, gelten die hierfür vorgesehenen Kündigungsregelungen. 2.3 Portal München ist bemüht, im Rahmen seiner technischen und organisatorischen Möglichkeiten den Zugang zu muenchen.de täglich 24 Stunden zur Verfügung zu stellen. Aufgrund von Wartungsarbeiten, Internet-bedingten Störungen oder aufgrund höherer Gewalt, kann die Erreichbarkeit des Portals oder einzelner Angebote und Dienste eingeschränkt oder vollständig aufgehoben sein. Die Nutzer*innen haben keinen Anspruch auf ständige, ununterbrochene Erreichbarkeit des Portals muenchen.de oder einzelner Angebote und Dienste. 3. Pflichten der Nutzer*innen 3.1 Die Nutzer*innen sind verpflichtet, diese Nutzungsbedingungen und das Gesetz einzuhalten und Angebote und Dienste von muenchen.de nicht zu rechtswidrigen Zwecken zu gebrauchen. Jede Einstellung, öffentliche Zugänglichmachung, Verbreitung und/oder Übermittlung rechtswidriger, insbesondere pornografischer, Gewalt verherrlichender, diskriminierender, gegen die guten Sitten verstoßender, wettbewerbswidriger, beleidigender, herabsetzender, verleumderischer, unsachlicher und/oder die Rechte Dritter (z.B. Urheber- Marken-, Persönlichkeits- und/oder Bildrechte) verletzender Inhalte wie auch falscher Tatsachenbehauptungen auf muenchen.de ist untersagt. Dies schließt alle Inhalte der Nutzer*innen auf muenchen.de wie z.B. Texte, Kommentare, Bewertungen, Fotos, Zeichnungen, Videos, etc. ein. Für muenchen.de sind auch Inhalte unsachlich, die nichts mit der konkreten Erfahrung der User*innen mit den Dienstleistungen und/oder Waren des von Kund*innen besprochenen Bewertungsziels zu tun haben; hierzu zählen auch die Schilderung etwaiger Rechtsstreitigkeiten oder Bewertungen vor dem Hintergrund etwaiger Rechtsstreitigkeiten. 3.2 Die Nutzer*innen räumen muenchen.de an ihrenInhalten die nicht-ausschließlichen Rechte zur öffentlichen Zugänglichmachung und Nutzung im Rahmen der Funktionen von muenchen.de ein. 3.3 Die Angebote und Dienste von muenchen.de dürfen außerdem nicht zu kommerziellen Zwecken gebraucht werden. Verboten ist insbesondere das massenhafte, unaufgeforderte Versenden von Inhalten (Spamming). Gleiches gilt für Handlungen der Nutzer*innen, die geeignet sind, die Angebote und Dienste von muenchen.de zu beinträchtigen oder funktionsuntauglich zu machen. 3.4 Die Nutzer*innen sind verpflichtet, Portal München alle Schäden zu ersetzen, welche aus einem Verstoß gegen die vorgenannten Pflichten und/oder einer diesbezüglichen Verletzung der Rechte Dritter resultieren. Hierzu gehören auch mittelbare Schäden und Vermögensschäden. Die Nutzer*innen stellen Portal München insoweit von sämtlichen Ansprüchen Dritter frei, außer sie haben diesen Verstoß nicht zu vertreten. 4. Verantwortlichkeit für die Inhalte von muenchen.de 4.1 Portal München bemüht sich um die Richtigkeit, Vollständigkeit und Aktualität der in muenchen.de veröffentlichten Inhalte, Informationen (z.B. Adressen, Öffnungszeiten, Eintrittspreise, etc.) und Dienste, übernimmt insoweit jedoch keine Gewähr. Eine Vielzahl von Inhalten, Informationen und Diensten in muenchen.de werden durch Partner*innen von Portal München oder Dritte bereitgestellt. Auf solche fremden Inhalte wird durch Quellenangaben, Hinweise, Vermerke wie „powered by“ oder - wie auch bei den nachfolgend genannten Partner*innen - das Logo, hingewiesen. Insbesondere gilt dies für die Inhalte der Landeshauptstadt München, Stadtsparkasse München, Stadtwerke München, Industrie und Handelskammer für München und Oberbayern und die Handwerkskammer für München und Oberbayern. Mit der Aufnahme derer Inhalte auf muenchen.de ist keine Empfehlung oder Garantie von Portal München verbunden. Für diese Inhalte ist Portal München nicht verantwortlich. Bei diesen Anbieter*innen handelt es sich nicht um Erfüllungsgehilf*innen von Portal München. 4.2 Falls die Nutzer*innen über Links in muenchen.de auf fremde Internetseiten gelangen, liegt die Verantwortlichkeit ebenfalls ausschließlich bei den Anbieter*innen dieser Seiten. Portal München macht sich die Inhalte dieser Seiten nicht zu Eigen. Jegliche Haftung oder Gewährleistung von Portal München für die Inhalte der verlinkten Seiten ist ausgeschlossen. Zum Zeitpunkt der Verlinkung waren für Portal München keine rechtswidrigen Inhalte auf den verlinkten Seiten erkennbar. Auf aktuelle und künftige Änderungen der verlinkten Seiten hat Portal München keinen Einfluss. 4.3 Portal München macht sich auch die Inhalte von Bannern und sonstigen Werbeflächen nicht zu Eigen. Jegliche Haftung und Gewährleistung bezüglich dieser Inhalte sind ausgeschlossen. 5. Haftung von Portal München Portal München haftet stets für Vorsatz, grobe Fahrlässigkeit, für verschuldete Personenschäden, nach dem Produkthaftungsgesetz und für von Portal München ausdrücklich gewährte Garantien. Für leichte Fahrlässigkeit haftet Portal München nur bei Verletzung einer vertragswesentlichen Pflicht, wobei die Höhe dieser Ersatzansprüche summenmäßig begrenzt ist auf die vorhersehbaren Schäden. 6. Datenschutz Portal München beachtet die gesetzlichen Datenschutzbestimmungen. Daten der Nutzer*innen werden vertraulich behandelt. Eine Weitergabe an Dritte erfolgt nur, soweit dies die Datenschutzbestimmungen gestatten oder die Nutzer*innen hierin einwilligen. Es gilt die Datenschutzerklärung von Portal München für muenchen.de. 7. Urheberrecht Alle in muenchen.de veröffentlichten Inhalte, Informationen, Bilder, Datenbanken und Dienste sind urheberrechtlich geschützt. Die Nutzung ist nur zum persönlichen privaten Gebrauch gestattet. Jede weitergehende Nutzung, insbesondere die gewerbliche Vervielfältigung, Verbreitung, oder Veröffentlichung zu gewerblichen Zwecken ist untersagt. Gleiches gilt für die Einbindung und/oder Darstellung von zu muenchen.de gehörenden Webseiten mittels eines embedded Hyperlinks (Framing). Zuwiderhandlungen werden von Portal München zivil- und/oder strafrechtlich verfolgt. 8. Sonstige Bestimmungen Diese allgemeinen Nutzungsbedingungen können von Portal München jederzeit geändert werden. Im Geschäftsverkehr mit Unternehmern, juristischen Personen des öffentlichen Rechts oder bei öffentlich-rechtlichen Sondervermögen gilt als Erfüllungsort und ausschließlicher Gerichtsstand München. Gesetzlich zwingende Gerichtsstände bleiben unberührt. Es gilt das Recht der Bundesrepublik Deutschland mit Ausnahme seiner kollisionsrechtlichen Bestimmungen. Sollte eine Bestimmung dieser Allgemeinen Nutzungsbedingungen ganz oder teilweise unwirksam sein oder werden, bleiben die übrigen Bestimmungen davon unberührt. Die unwirksame Bestimmung gilt als durch eine wirksame Bestimmung ersetzt, die dem Zweck der unwirksamen Bestimmung wirtschaftlich am nächsten kommt. Gleiches gilt für etwaige Regelungslücken. Informationen zu muenchen.de Ansprechpartner*innen Pressemitteilungen Fliegender Brief muenchen.de als Newsletter! Mit aktuellen Highlights, Tipps und Infos. E-Mail Adresse Rechtsgrundlage für die Verarbeitung Eurer E-Mail Adresse ist Art. 6 Abs. 1 a) DSGVO in Verbindung mit Eurer Einwilligung. Ihr könnte Eure Einwilligung jederzeit mit Wirkung für die Zukunft widerrufen, am Einfachsten durch Anklicken des Abmeldelinks am Ende des entsprechenden E-Mail-Newsletters. Alle weiteren Informationen zum Schutz Eurer personenbezogenen Daten findet Ihr in der Datenschutzerklärung Anmelden muenchen.de auf Facebook muenchen.de auf Instagram muenchen.de auf YouTube muenchen.de auf X Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Webcam Stadtteile Landkreise Umland Kontakt und mehr Kontakt, Presse, Werbung, Impressum, AGB,\n              Datenschutz, Interessante Links zu München Leichte Sprache , Barrierefreiheit Weitere Metropol-Webseiten: Berlin , Hamburg , Köln , Opendi Anzeige Branchenbuch © 2025 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH",
    "pdf_links": [],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/",
        "https://www.muenchen.de/branchenbuch",
        "https://www.muenchen.de/branchenbuch",
        "https://stadt.muenchen.de/rathaus.html",
        "https://stadt.muenchen.de/rathaus.html",
        "https://stadt.muenchen.de/rathaus/politik.html",
        "https://stadt.muenchen.de/rathaus/verwaltung.html",
        "https://stadt.muenchen.de/rathaus/presse.html",
        "https://stadt.muenchen.de/rathaus/karriere.html",
        "https://stadt.muenchen.de/rathaus/finanzen-vergabe.html",
        "https://stadt.muenchen.de/rathaus/daten-fakten.html",
        "https://stadt.muenchen.de/rathaus/projekte.html",
        "https://www.muenchen.de/veranstaltungen",
        "https://www.muenchen.de/freizeit",
        "https://www.muenchen.de/sehenswuerdigkeiten",
        "https://www.muenchen.de/uebernachten",
        "https://www.muenchen.de/verkehr",
        "https://www.muenchen.de/leben/job",
        "https://www.muenchen.de/leben",
        "https://www.muenchen.de/meta/nutzungsbedingungen.html",
        "https://stadt.muenchen.de/buergerservice.html",
        "https://stadt.muenchen.de/buergerservice/wohnen-meldewesen.html",
        "https://stadt.muenchen.de/buergerservice/verkehr-mobilitaet.html",
        "https://stadt.muenchen.de/buergerservice/ausland-migration.html",
        "https://stadt.muenchen.de/buergerservice/gesundheit-soziales.html",
        "https://stadt.muenchen.de/buergerservice/familie-kind.html",
        "https://stadt.muenchen.de/buergerservice/schule-bildung.html",
        "https://stadt.muenchen.de/buergerservice/wirtschaft.html",
        "https://stadt.muenchen.de/buergerservice/branchen-berufe.html",
        "https://stadt.muenchen.de/buergerservice/freizeit-hobby.html",
        "https://www.muenchen.de/en/home",
        "https://www.muenchen.de/fr/accueil",
        "https://www.muenchen.de/it/home",
        "https://www.muenchen.de/es/inicio",
        "https://www.muenchen.de/ru/home",
        "https://www.muenchen.de/ar/home",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/",
        "https://www.muenchen.de/meta",
        "https://www.muenchen.de/",
        "https://www.muenchen.de/branchenbuch",
        "https://www.muenchen.de/meta/datenschutzerklaerung",
        "https://www.muenchen.de/informationen-zu-muenchende/presse/ansprechpartnerinnen-und-ansprechpartner",
        "https://www.muenchen.de/informationen-zu-muenchende/presse/pressemitteilungen",
        "https://www.muenchen.de/meta/datenschutzerklaerung",
        "https://www.facebook.com/muenchen",
        "https://instagram.com/muenchen",
        "https://www.youtube.com/user/MUENCHENdeVIDEOS",
        "https://twitter.com/muenchen",
        "https://app.muenchen.de/stadtplan/",
        "https://www.muenchen.de/verkehr/fahrplaene-fahrkarten/mvg-fahrplanauskunft-fuer-muenchen-bus-tram-u-bahn-und-s-bahn",
        "https://www.muenchen.de/veranstaltungen/kultur",
        "https://www.muenchen.de/sehenswuerdigkeiten/tourismus",
        "https://www.muenchen.de/leben/strom-erdgas-fernwaerme-wasser",
        "https://stadt.muenchen.de/service/",
        "https://www.muenchen.de/uebernachten",
        "https://www.muenchen.de/sehenswuerdigkeiten/webcam-live-aus-muenchen-marienplatz-olympiapark-und-mehr",
        "https://www.muenchen.de/stadtteile",
        "https://www.muenchen.de/landkreise",
        "https://www.muenchen.de/umland",
        "https://www.muenchen.de/meta",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://www.muenchen.de/meta/erklaerung-zur-barrierefreiheit",
        "https://www.berlin.de/",
        "https://www.hamburg.de/",
        "https://www.koeln.de/",
        "https://www.stadtbranchenbuch.com/",
        "https://www.muenchen.de/branchenbuch"
    ],
    "summary": "- Nutzungsbedingungen\n- Impressum\n- Datenschutzerklärung\n- AGB\n- Kontakt\n- Presse\n- Werbung\n- Impressum\n- Datenschutz\n- Interessante Links zu München\n- Leichte Sprache \n- Barrierefreiheit\n- Weitere Metropol-Webseiten: Berlin , Hamburg , Köln , Opendi\n- Stadtplan\n- Fahrplan\n- Kultur\n- Tourismus\n- M-Strom\n- Bürgerservice\n- Hotels\n- Webcam\n- Stadtteile\n- Landkreise\n- Umland"
}