{
    "url": "https://stadt.muenchen.de/leichte-sprache.html",
    "text": "München in Leichter Sprache – Leichte Sprache München Suche Suche schließen Suchbegriff eingeben Suche starten Menu Start-Seite Dienst-Stellen Dienst-Leistungen Behinderten-Beirat Hilfe in Not-Lagen Kontakt Sie sind hier: München in Leichter Sprache München in Leichter Sprache Schwere Sprache Vorlesen Diese Internet­-Seite ist von der Stadt München. Herzlich Willkommen Inclusion Europe Hier finden Sie wichtige Informationen von der Stadt München. Alle Informationen auf dieser Internet-Seite sind in Leichter Sprache. Lesen Sie unsere Informations-Seiten Informationen zu den Dienst-Stellen Informationen zu den Dienst-Leistungen Hilfe für Menschen aus der Ukraine Informationen zu Bürger-Versammlungen Informationen zu der Bundes-Tags-Wahl 2025 Hier finden Sie Informationen zu der Internet-Seite Was ist Leichte Sprache Leichte Sprache ist eine besonders gut verständliche Sprache. Man kann sie sprechen und schreiben. Leichte Sprache ist vor allem für Menschen mit Lern-Schwierigkeiten. Aber zum Beispiel auch für Menschen, die nur wenig Deutsch können. Wir verwenden Binde-Striche Wir schreiben manche Wörter auseinander. Zum Beispiel das Wort Hilfs-Angebote. Das ist anders als in schwerer Sprache. Sie können die Wörter so einfacher lesen. Deshalb machen wir das. Warum stehen in den Texten nur Männer? In allen Texten schreiben wir nur die Wörter für Männer. Zum Beispiel steht im Text nur das Wort Bürger. Das Wort Bürgerin steht nicht im Text. Bürger können aber auch Frauen sein. Und alle mit anderem Geschlecht. Mit anderem Geschlecht ist gemeint: Diese Menschen fühlen sich nicht als Frau oder Mann. Wir meinen alle Menschen. Alle Menschen sind wichtig. Sie können die Texte so einfacher lesen. Deshalb machen wir das. Haftungs-Ausschluss Der Text in Leichter Sprache soll Sie informieren. Aber: Der Text in Leichter Sprache ist rechts-unwirksam. Das heißt: Mit dem Text in Leichter Sprache können Sie keine Ansprüche erheben. Das heißt: Vor einem Gericht gelten die Informationen aus diesem Text nicht . Der Text in Leichter Sprache ist nur ein zusätzliches Angebot. Informationen zu Links Auf unserer Internet-Seite in Leichter Sprache benutzen wir Links. Ein Link ist eine Verbindung zu einer anderen Internet-Seite. Sie können mit der Computer-Maus auf einen Link klicken. Dann öffnet sich eine neue Internet-Seite. Manchmal ist die andere Internet-Seite aber in schwerer Sprache. Dann steht unter dem Link: Achtung: Diese Seite ist in schwerer Sprache. Wir haben manche Informationen eingeklappt Neben manchen Überschriften sehen Sie einen kleinen Pfeil nach unten. Der Pfeil sieht aus wie ein Dreieck. Klicken Sie auf den Pfeil nach unten. Dann klappt ein Text zu diesem Thema auf. Sie können den Text lesen. Neben der Überschrift ist dann ein kleiner Pfeil nach oben. Der Pfeil sieht aus wie ein Dreieck. Klicken Sie auf den Pfeil nach oben. Damit können Sie den Text wieder einklappen. Der Text hält sich an die Regeln von Inclusion Europe Die Übersetzung in Leichte Sprache ist von Elke Wildraut, Landes-Hauptstadt München Der Text ist überarbeitet von: sag’s einfach – Büro für Leichte Sprache, Regensburg Der Text ist geprüft von: Prüfgruppe einfach g`macht, Abteilung Förderstätte, Straubinger Werkstätten St. Josef der KJF Werkstätten gGmbH. Die gezeichneten Bilder sind von: © Lebenshilfe für Menschen mit geistiger Behinderung Bremen e.V., Illustrator Stefan Albers, Atelier Fleetinsel, 2013. Das Zeichen für Leichte Sprache ist von Inclusion Europe. © Europäisches Logo für einfaches Lesen: Inclusion Europe. Weitere Informationen unter www.inclusion-europe.eu München in Leichter Sprache Erklärung zur Barriere-Freiheit Hier stehen Informationen zum Thema Barriere-Freiheit. Daten-Schutz Hier stehen Informationen zum Daten-Schutz. Kontakt Vielleicht haben Sie Anregungen oder Wünsche. Folgen Sie uns auf unseren Social Media Kanälen: Facebook @Stadt.Muenchen Folgen Instagram @stadtmuenchen Folgen X (Twitter) @StadtMuenchen Folgen Fliegender Brief Immer aktuell: Newsletter der Landeshauptstadt München Anmelden Kontakt Datenschutz Barrierefreiheit Impressum © 2024 Landeshauptstadt München arrow-down arrow-left arrow-right arrow-up battery bullet calendar calendar-day calendar-down calendar-left calendar-right calendar-up calendar-week calendar-weekend camera check chevron-down chevron-left chevron-right chevron-up close copy-link desk-bell double-down double-left double-right double-up download easy-to-read ellipsis-horizontal ellipsis-vertical expand ext-link eye eye-off facebook file filter floppy follow-user fsk-0 fsk-6 fsk-12 fsk-16 fsk-18 half-star heart home hourglass hourglass-end hourglass-solid hourglass-start image-gallery information instagram language list location-android location-ios mail map map-pin parking menu minus movie-band pause place play play-circle play-square plus privacy route route-alt search settings share-andorid share-ios shrink sign-language sign-out sing-in solid-star speaker star stopwatch telephone ticket time trash twitter unfollow-user upload user user-group video-camera warning weather web whatsapp youtube",
    "pdf_links": [],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://stadt.muenchen.de/leichte-sprache/dienst-stellen.html",
        "https://stadt.muenchen.de/leichte-sprache/dienst-leistungen.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/behinderten-beirat-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/not-lagen-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/kontakt-ls.html",
        "https://stadt.muenchen.de/",
        "https://stadt.muenchen.de/buergerservice.html",
        "https://app-eu.readspeaker.com/cgi-bin/rsent",
        "https://stadt.muenchen.de/leichte-sprache/dienst-stellen.html",
        "https://stadt.muenchen.de/leichte-sprache/dienst-leistungen.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/ukraine-hilfe-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/buerger-versammlung-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/bundes-tags-wahl.html",
        "https://www.inclusion-europe.eu/easy-to-read/",
        "https://stadt.muenchen.de/leichte-sprache/infos/barriere-freiheit-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/daten-schutz-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/kontakt-ls.html",
        "https://www.facebook.com/Stadt.Muenchen",
        "https://www.instagram.com/stadtmuenchen/",
        "https://twitter.com/StadtMuenchen",
        "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
        "https://stadt.muenchen.de/leichte-sprache/infos/kontakt-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/daten-schutz-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/barriere-freiheit-ls.html",
        "https://stadt.muenchen.de/leichte-sprache/infos/impressum-ls.html"
    ],
    "summary": "München in Leichter Sprache – Leichte Sprache München Suche Suche schließen Suchbegriff eingeben Suche starten Menu Start-Seite Dienst-Stellen Dienst-Leistungen Behinderten-Beirat Hilfe in Not-Lagen Kontakt Sie sind hier: München in Leichter Sprache München in Leichter Sprache Schwere Sprache Vorlesen Diese Internet­-Seite ist von der Stadt München. Herzlich Willkommen Inclusion Europe Hier finden Sie wichtige Informationen von der Stadt München. Alle Informationen auf dieser Internet-Seite sind in Leichter Sprache. \n\nLesen Sie unsere Informations-Seiten Informationen zu den Dienst-Stellen Informationen zu den Dienst-Leistungen Hilfe für Menschen aus der Ukraine Informationen zu Bürger-Versammlungen Informationen zu der Bundes-Tags-Wahl 2025 \n\nHier finden Sie Informationen zu der Internet-Seite Was ist Leichte Sprache Leichte Sprache ist eine besonders gut verständliche Sprache. Man kann sie sprechen und schreiben. Leichte Sprache ist vor allem für Menschen mit Lern-Schwierigkeiten. Aber zum Beispiel auch für Menschen, die nur wenig Deutsch können. Wir verwenden Binde-Striche Wir schreiben manche Wörter auseinander. Zum Beispiel das Wort Hilfs-Angebote. Das ist anders als in schwerer Sprache. Sie können die Wörter so einfacher lesen. Deshalb machen wir das. \n\nWarum stehen in den Texten nur Männer? In allen Texten schreiben wir nur die Wörter für Männer. Zum Beispiel steht im Text nur das Wort Bürger. Das Wort Bürgerin steht nicht im Text. Bürger können aber auch Frauen sein. Und alle mit anderem Geschlecht. Mit anderem Geschlecht ist gemeint: Diese Menschen fühlen sich nicht als Frau oder Mann. Wir meinen alle Menschen. Alle Menschen sind wichtig. Sie können die Texte"
}