{
    "url": "https://stadt.muenchen.de/en/immigration.html",
    "text": "Immigration – Landeshauptstadt München search close search Enter search term start search Menu close menu navigation language City Hall Events Culture, Leisure Restaurants Shopping Sights Tourism Hotels Business Living Transportation Current language: English Deutsch Français Italiano Русский العربية 中文 Startseite City of Munich Immigration City of Munich Information for Immigrants You want to visit, work, study, settle or seek asylum in Munich? Here's all you need to know. Topics and life situations Asylum Have you fled to Germany? Information and services relating to asylum applications and residence permits. Services and Regulations Entry visa Entry visa for academic/doctoral studies, German language courses, scientific activities and scholarships Formal Obligation Visa applicants often have to submit a formal obligation at the German embassy or consulate abroad. Residence Registration When moving to Munich to take up permanent residence, you must register your address within two weeks of your arrival. Registration for EU Citizens EU citizens and citizens of Norway, Iceland and Liechtenstein do not need a visa to enter Germany and do not need to apply for a residence permit. Working Permit Blue Card, permit for self-employed work or for highly qualified persons: All you need to know if you want to come to work in Munich. Au Pair to Student How can you change your legal residence status from being an au pair to being a student? Prerequisites, documents and application. Absences Abroad Longer absences should always be communicated to the Foreigners Office to find out, how or if they might affect your re-entry. Changing Studies Changing your course of study, moving to a different university: What foreign students have to consider concerning their residence permit. Study and Research in Munich What's required to study or do research in Munich? Infos on recognition of qualifications, academic and student life, research options and contacts. Labor Market Access The Munich Employment and Qualification Program (MBQ) offers migrants and refugees a broad range of free services as well as access to the labor market. Munich Employment and Qualification The MBQ is the City of Munich’s labor market program. Aim is to professionally, socially integrate people into the labor market, acquire and retain skilled workers. Coming Home The Coming Home project supports refugees, asylum seekers and third-country nationals obliged to depart to reintegrate in their home countries. INTEGREAT App Munich How can I get an apartment? Are there language courses available? Where can I turn to when I’m sick? Find answers in the multilingual app INTEGREAT for new immigrants in Munich. Discover the app Guides and Information This is a carousel with rotating cards. Use the previous and next buttons to\r\n                    navigate, and Enter to activate cards. Vorheriger Slide Information on Brexit The United Kingdom left the European Union on January  31st, 2020. All information concerning Brexit – regulary updated. Foreign Students Registration, bank account, residence permit: A step-by-step-guide for international students arriving in Munich. Munich Educational Portfolio The Munich Educational Portfolio is a folder designed for refugees and immigrants 16 years of age or older. Study and Research in Munich What's required to study or do research in Munich? Infos on recognition of qualifications, academic and student life, research options and contacts. Nächster Slide Childcare and education International schools and kindergartens Contact and Counselling Online-Services for Immigration FAQ Foreigners Office Center for International Professionals Folgen Sie uns auf unseren Social Media Kanälen: Facebook @Stadt.Muenchen Folgen Instagram @stadtmuenchen Folgen X (Twitter) @StadtMuenchen Folgen Fliegender Brief Immer aktuell: Newsletter der Landeshauptstadt München Anmelden Facebook Instagram YouTube Twitter Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Kontakt Datenschutzbeauftragte Barrierefreiheit Leichte Sprache Gebärdensprache Nutzungsbedingungen Presse-Service Kontakt Impressum und Datenschutz © 2024 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH arrow-down arrow-left arrow-right arrow-up battery bullet calendar calendar-day calendar-down calendar-left calendar-right calendar-up calendar-week calendar-weekend camera check chevron-down chevron-left chevron-right chevron-up close copy-link desk-bell double-down double-left double-right double-up download easy-to-read ellipsis-horizontal ellipsis-vertical expand ext-link eye eye-off facebook file filter floppy follow-user fsk-0 fsk-6 fsk-12 fsk-16 fsk-18 half-star heart home hourglass hourglass-end hourglass-solid hourglass-start image-gallery information instagram language list location-android location-ios mail map map-pin parking menu minus movie-band pause place play play-circle play-square plus privacy route route-alt search settings share-andorid share-ios shrink sign-language sign-out sing-in solid-star speaker star stopwatch telephone ticket time trash twitter unfollow-user upload user user-group video-camera warning weather web whatsapp youtube",
    "pdf_links": [],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/en",
        "https://stadt.muenchen.de/en.html",
        "http://www.muenchen.de/int/en/events.html",
        "http://www.muenchen.de/int/en/culture-leisure.html",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "http://www.muenchen.de/int/en/sights.html",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://stadt.muenchen.de/en/business.html",
        "http://www.muenchen.de/int/en/living.html",
        "https://www.muenchen.de/en/transportation",
        "https://stadt.muenchen.de/rathaus.html",
        "https://www.muenchen.de/int/fr/",
        "https://www.muenchen.de/int/it/",
        "https://www.muenchen.de/int/ru/",
        "https://www.muenchen.de/int/ar/",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/en.html",
        "https://stadt.muenchen.de/en.html",
        "https://stadt.muenchen.de/en/immigration/asylum.html",
        "https://stadt.muenchen.de/en/info/entry-visa.html",
        "https://stadt.muenchen.de/en/info/foreign-visitors-formal-obligation.html",
        "https://stadt.muenchen.de/en/info/residence-registration.html",
        "https://stadt.muenchen.de/en/info/eu-citizens-right-residence.html",
        "https://stadt.muenchen.de/en/info/foreigner-working-permit.html",
        "https://stadt.muenchen.de/en/info/aupair-student.html",
        "https://stadt.muenchen.de/en/info/residence-permit-absences-abroad.html",
        "https://stadt.muenchen.de/en/info/foreign-students-study-changes.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://stadt.muenchen.de/en/info/labor-market-access.html",
        "https://stadt.muenchen.de/en/info/munich-employment-qualification.html",
        "https://stadt.muenchen.de/en/info/coming-home-en.html",
        "https://integreat.app/muenchen/en",
        "https://stadt.muenchen.de/en/info/brexit-effects.html",
        "https://stadt.muenchen.de/en/info/new-foreign-students.html",
        "https://stadt.muenchen.de/en/info/munich-educational-portfolio.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://www.munich-business.eu/en/business-location/expat-communities/international_schools_and_nurseries.html",
        "https://stadt.muenchen.de/en/info/immigration-online-services.html",
        "https://stadt.muenchen.de/en/info/faq-foreigners-office.html",
        "https://stadt.muenchen.de/en/info/service-international-professionals-about-us.html",
        "https://www.facebook.com/Stadt.Muenchen",
        "https://www.instagram.com/stadtmuenchen/",
        "https://twitter.com/StadtMuenchen",
        "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
        "https://www.facebook.com/Stadt.Muenchen/",
        "https://www.instagram.com/stadtmuenchen/",
        "https://www.youtube.com/rathausm%C3%BCnchen",
        "https://twitter.com/StadtMuenchen",
        "https://stadt.muenchen.de/stadtplan.html",
        "https://www.muenchen.de/verkehr/elektronische-auskunft/fahrplanauskunft-efa.html",
        "https://www.muenchen.de/veranstaltungen/kultur.html",
        "https://www.muenchen.de/themen/tourismus.html",
        "https://www.muenchen.de/themen/wohnen-bauen/strom-erdgas-fernwaerme-wasser.html",
        "https://stadt.muenchen.de/buergerservice.html",
        "http://www.muenchen.de/uebernachten.html",
        "https://stadt.muenchen.de/infos/datenschutzbeauftragte-direktorium.html",
        "https://stadt.muenchen.de/infos/barrierefreiheit-erklaerung.html",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://stadt.muenchen.de/infos/gebaerdensprache-gehoerlose.html",
        "https://www.muenchen.de/meta/nutzungsbedingungen.html",
        "https://stadt.muenchen.de/rathaus/presse.html",
        "https://stadt.muenchen.de/rathaus/kontakt.html",
        "https://stadt.muenchen.de/infos/impressum-datenschutz.html"
    ],
    "summary": "Asylum:\n- Information and services relating to asylum applications and residence permits\n- Formal Obligation for visa applicants\n- Residence Registration for asylum seekers\n\nImmigration Topics:\n- Entry visa for academic/doctoral studies, German language courses, scientific activities, and scholarships\n- Formal Obligation for visa applicants\n- Residence Registration for EU citizens and non-EU citizens\n\nWorking Permit:\n- Blue Card for highly qualified persons\n- Permit for self-employed work\n- Information for workers in Munich\n\nLife Situations:\n- Changing studies (prerequisites, documents, and application)\n- Absences abroad (communication with the Foreigners Office)\n- Changing residence status (from au pair to student)\n\nInformation for Immigrants:\n- INTEGREAT App (apartment, language courses, healthcare)\n- Guides and Information (Brexit, registration, bank account, residence permit)\n\nSpecific Topics:\n- Childcare and education (international schools and kindergartens)\n- International professionals (center for international professionals)\n- Services (foreigners office, center for international professionals)\n- News and Updates (newsletter, social media channels)\n\nAdditional Resources:\n- City map\n- Public transportation\n- Culture and tourism\n- M-Strom (electricity)\n- Citizen services\n- Hotels\n- Contact and counseling\n- Online services for immigration\n- FAQ\n- Portal München (official website of the city of Munich)"
}