{
    "url": "https://stadt.muenchen.de/en/info/entry-visa.html",
    "text": "Entry visa – Landeshauptstadt München search close search Enter search term start search Menu close menu navigation language City Hall Events Culture, Leisure Restaurants Shopping Sights Tourism Hotels Business Living Transportation Current language: English Deutsch Français Italiano Русский العربية 中文 Startseite City of Munich Immigration Entry visa Immigration Entry visa Entry visa for academic/doctoral studies, German language courses, scientific activities and scholarships Seiteninhalt Contact Entry Visa for foreign students Contact Contact form and online application Entry Visa for foreign students General information Would you like to study for a degree or a doctorate in Germany? Do you have a scholarship? Would you like to attend a German language course? Or would you like to enter Germany for a research project? If your answer to any of these questions is yes, please note the following points: You will normally need a visa. Visa applications can be submitted to the relevant German diplomatic mission (embassy or consulate). Exceptions: If you are a national of a European Union (EU) or European Economic Area (EEA) member state, you need neither a visa nor a residence permit. Nationals of the following countries can enter Germany without a visa: Andorra, Australia, Brazil, Canada, El Salvador, Israel, Honduras, Japan, Republic of Korea, New Zealand, San Marino and the USA. Before entering Germany (if you need a visa): You must apply for a visa to the German diplomatic mission (embassy or consulate) in your home country before you enter Germany. It normally takes eight weeks to process a visa application. The Foreigners Office (in the city where you plan to have your primary residence) is involved in the visa application process and must give its consent. However, the German diplomatic mission alone decides whether your request for a visa will be granted. Information about how to apply for a visa is posted on the website of the relevant German diplomatic mission and the German Foreign Office (Auswärtiges Amt) website. After entering Germany: After entering Germany, you must register your address in Munich at one of the residence registration offices (Bürgerbüro) operated by the Department of Public Order (Kreisverwaltungsreferat) within one week. For more information, see the section on “Residence Registration”. If you are entering Germany to attend a language course, you will need to submit confirmation of attendance of a language course with at least 20 contact hours per week. If you are entering to Germany for the purpose of academic studies, you will need a certificate of enrollment at university. You will need proof of adequate health insurance. You will need proof of adequate funding. Residence permits: If you spend more than three months living in Munich, you must apply to the Foreigners Office (Ausländerbehörde) at the Department of Public Order (Kreisverwaltungsreferat) for a residence permit. You must apply for this permit while your visa is still valid (normally within 90 days). Tax card: Students who are registered at universities can normally engage in gainful employment to a limited extent. This authorization must be noted in your residence permit. The Munich Finance Office (Finanzbehörde) will supply you with a tax ID number. Required documents To apply for a visa (where necessary): Proof of adequate funding Proof of the purpose of your stay (such as the registration form for an intensive German language course or a certificate of admission from the university) If you are applying to commence academic studies, you must submit proof of qualification to study at a German university. This requirement also applies if you do not yet have a certificate of admission from the university and are seeking to stay in Germany in order to prepare for later studies. Exceptions: Nationals of China, Mongolia and Vietnam need a certificate from the Germany embassy's Academic Evaluation Center (Akademische Prüfstelle, APS). To apply for a residence permit: An application form (PDF, 244 KB) (completed in full) A valid passport A recent photograph that satisfies biometric criteria (photo booths are available at the Foreigners Office) Proof of registration for your course of study or language course (e.g. a certificate of admission) Proof of adequate funding (e.g. a formal obligation by a third party) Proof of adequate health insurance Additional documents may be required in isolated cases. Funding You will be deemed to have adequate funding if you have sufficient monthly resources at your disposal to cover your cost of living. This amount must at least be equal to the federal educational assistance (BAFÖG) rate, which currently stands at 861 euros. Proof of adequate funding can be provided by submitting one of the following documents: Disclosure of your parents' income and assets A formal obligation pursuant to § 68 German Residence Act (AufenthG) A savings account (not a current account) containing assets/savings totaling at least 10.332 euros and at your disposal (the Foreigners Office may demand a blocking notice to limit the monthly amount that can be withdrawn) A scholarship awarded by your home government or a German public sponsor A guarantee provided by a bank in the Federal Republic of Germany Additional income within the framework of permitted gainful employment can be taken into account. To apply for renewal of your residence permit , you will also need: Proof of academic performance to date or certificates of participation in German language courses Below please find formal requirements for your entry to and residence in Germany for academic/ doctoral studies, research or German language courses. Permit fees You will be charged the following fees for either issue or renewal of a residence permit: Issue of a residence permit for more than one year:  110 euros Renewal of a residence permit for more than three months:  80 euros Other important matters Preparation for academic studies You have up to two years in which to prepare for academic studies after your arrival in Germany. Please note: Preparatory measures for academic studies include German language courses, attendance of a state preparatory college and/or a compulsory preliminary internship. Your must then begin your academic studies. It is therefore especially important to observe the requirements for admission to higher education and to heed the application deadlines. Gainful employment during preparation for academic studies During your study preparations, you are permitted to engage in gainful employment for 120 days (or 240 half-days) per calendar year. In the first year, this permission is limited to weekends/public holidays during your language tuition, or to vacation periods if you are attending a state preparatory college. Academic studies Your residence permit can be renewed for up to two years if the purpose of your stay in Germany has not yet been achieved but can still be achieved within ten years. A reasonable time frame is regarded as the average duration of study plus three semesters. Gainful employment during your academic studies During your course of study, you are permitted to engage in gainful employment for 120 days (or 240 half-days) per calendar year, in addition to a part-time student job at a university or public institute of science. Forms of gainful employment that go beyond these limits are not precluded entirely, but can be approved only in exceptional cases. The basic rule is that gainful employment must not impair the course of study. Doctorates The provisions laid out above also apply in principle if you wish to study for a doctoral degree. The defined subject and the likely duration of the doctoral procedure (until your doctorate is finally awarded) must be notified by the doctoral supervisor. Looking for work/ gainful employment on completion of your studies After successfully completing your academic studies at a German university, you essentially have free access to the labor market. Your residence permit may be renewed for up to 18 months to enable you to look and apply for a position in keeping with your academic degree. To apply for such a renewal, you must submit proof of successful completion of your studies, adequate funding and adequate health insurance. As an alternative to the above requirement for proof of funding, your income from lower-skilled employment (such as an internship or unskilled work) may also be accepted. While you are looking for a permanent job, there are no restrictions on your freedom to engage in other forms of gainful employment. Termination of your residence permit if you change your course of study/university or discontinue your studies A residence permit granted for study purposes is always tied to a specific reason for residence and, hence, to a specific course of study and/or a specific university. The permit terminates prematurely if you discontinue or terminate your education (e.g. the specific course of study). If you do so, you will therefore no longer be in possession of a valid residence permit, irrespective of the term of validity for your permit. The same applies if you fail to report back for the following semester. If you de-register (“exmatriculate”) of your own accord, your residence permit will terminate on the date on which you apply for exmatriculation. If you successfully complete your studies, the purpose of your stay in Germany is normally deemed to end at the end of the semester in which your certificate of graduation (diploma, bachelor's degree, master's degree, “Magister” or other) is issued. Changing the purpose of your stay in Germany During preparations for study or during academic studies, a residence permit is not normally granted for any other purpose of residence unless you are legally entitled to such a permit. If you need to change the purpose of your stay in Germany, please contact the Foreigners Office in good time to obtain more information. Right of permanent residence (EC permit for permanent residence, settlement permit) During residence for the purpose of academic studies, it is not possible to issue either an EC permit for permanent residence or a settlement permit. Upon completing your studies, you must first obtain a residence permit that allows you to take up gainful employment. When a right of permanent residence is granted, half of the duration of your legally approved residence for study or vocational training purposes will be taken into account. German language courses Residence permits are linked to attendance of German language courses. Irregular attendance normally leads to termination of your residence in Germany. German language courses not linked to academic studies Residence permits for the purpose of attending German language courses (but not followed by academic studies) can be granted for a maximum residence period of 12 months as of the date of entry. Gainful employment is precluded during a period of residence for the purpose of attending German language courses. German language courses linked to academic studies Residence permits for the purpose of preparing for academic studies can be granted for a maximum of two years as of the date of entry. In cases where a state preparatory college must be attended before commencing academic studies, this period is normally reduced by one year. Researchers Researchers who wish to come to Germany for a research period of more than three months can obtain a residence permit. The recognition procedure for research organizations performed by the Federal Office for Migration and Refugees (Bundesamt für Migration und Flüchtlinge) is part of a simplified, three-step legal residence approval procedure for this purpose. For more information about this procedure, please contact the Federal Office for Migration and Refugees. Formal Obligation for academic students/ language students For individuals who do not have sufficient financial resources of their own, one way to cover the cost of living during their period of residence to learn the language or pursue academic studies is to submit a formal obligation pursuant to § 68 German Residence Act (AufenthG). Ähnliche Artikel This is a carousel with rotating cards. Use the previous and next buttons to\n                                navigate, and Enter to activate cards. Vorheriger Slide Information on Brexit The United Kingdom left the European Union on January  31st, 2020. All information concerning Brexit – regulary updated. Guide for Foreign Students Registration, bank account, residence permit: A step-by-step-guide for international students arriving in Munich. Munich Educational Portfolio The Munich Educational Portfolio is a folder designed for refugees and immigrants 16 years of age or older. Study and Research in Munich What's required to study or do research in Munich? Infos on recognition of qualifications, academic and student life, research options and contacts. Nächster Slide Folgen Sie uns auf unseren Social Media Kanälen: Facebook @Stadt.Muenchen Folgen Instagram @stadtmuenchen Folgen X (Twitter) @StadtMuenchen Folgen Fliegender Brief Immer aktuell: Newsletter der Landeshauptstadt München Anmelden Facebook Instagram YouTube Twitter Services Stadtplan Fahrplan Kultur Tourismus M-Strom Bürgerservice Hotels Kontakt Datenschutzbeauftragte Barrierefreiheit Leichte Sprache Gebärdensprache Nutzungsbedingungen Presse-Service Kontakt Impressum und Datenschutz © 2024 Portal München Betriebs GmbH & Co. KG - Ein Service der Landeshauptstadt München und der Stadtwerke München GmbH arrow-down arrow-left arrow-right arrow-up battery bullet calendar calendar-day calendar-down calendar-left calendar-right calendar-up calendar-week calendar-weekend camera check chevron-down chevron-left chevron-right chevron-up close copy-link desk-bell double-down double-left double-right double-up download easy-to-read ellipsis-horizontal ellipsis-vertical expand ext-link eye eye-off facebook file filter floppy follow-user fsk-0 fsk-6 fsk-12 fsk-16 fsk-18 half-star heart home hourglass hourglass-end hourglass-solid hourglass-start image-gallery information instagram language list location-android location-ios mail map map-pin parking menu minus movie-band pause place play play-circle play-square plus privacy route route-alt search settings share-andorid share-ios shrink sign-language sign-out sing-in solid-star speaker star stopwatch telephone ticket time trash twitter unfollow-user upload user user-group video-camera warning weather web whatsapp youtube",
    "pdf_links": [
        "https://stadt.muenchen.de/dam/jcr:c38c3e57-d9ed-4917-b2b5-229f7f008e4c/antragaufaufenthaltstitel.pdf"
    ],
    "phone_numbers": [],
    "all_links": [
        "https://www.muenchen.de/en",
        "https://stadt.muenchen.de/en.html",
        "http://www.muenchen.de/int/en/events.html",
        "http://www.muenchen.de/int/en/culture-leisure.html",
        "https://www.muenchen.de/en/restaurants",
        "https://www.muenchen.de/en/shopping",
        "http://www.muenchen.de/int/en/sights.html",
        "https://www.muenchen.de/en/tourism",
        "https://www.muenchen.de/en/accomodation-hotels",
        "https://stadt.muenchen.de/en/business.html",
        "http://www.muenchen.de/int/en/living.html",
        "https://www.muenchen.de/en/transportation",
        "https://stadt.muenchen.de/rathaus.html",
        "https://www.muenchen.de/int/fr/",
        "https://www.muenchen.de/int/it/",
        "https://www.muenchen.de/int/ru/",
        "https://www.muenchen.de/int/ar/",
        "https://www.muenchen.de/zh-hans/zh",
        "https://www.muenchen.de/",
        "https://stadt.muenchen.de/en.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/en/immigration.html",
        "https://stadt.muenchen.de/en/info/entry-visa.html",
        "https://stadt.muenchen.de/en/info/entry-visa.html",
        "https://lhm-r-author.muenchen.swm.de/en/info/onlineservices.html",
        "https://stadt.muenchen.de/dam/jcr:c38c3e57-d9ed-4917-b2b5-229f7f008e4c/antragaufaufenthaltstitel.pdf",
        "https://lhm-r-author.muenchen.swm.de/en/info/formalobligation.html",
        "https://stadt.muenchen.de/en/info/brexit-effects.html",
        "https://stadt.muenchen.de/en/info/new-foreign-students.html",
        "https://stadt.muenchen.de/en/info/munich-educational-portfolio.html",
        "https://stadt.muenchen.de/en/info/study-and-research.html",
        "https://www.facebook.com/Stadt.Muenchen",
        "https://www.instagram.com/stadtmuenchen/",
        "https://twitter.com/StadtMuenchen",
        "https://service.muenchen.de/intelliform/forms/01/01/01/newsletter/index",
        "https://www.facebook.com/Stadt.Muenchen/",
        "https://www.instagram.com/stadtmuenchen/",
        "https://www.youtube.com/rathausm%C3%BCnchen",
        "https://twitter.com/StadtMuenchen",
        "https://stadt.muenchen.de/stadtplan.html",
        "https://www.muenchen.de/verkehr/elektronische-auskunft/fahrplanauskunft-efa.html",
        "https://www.muenchen.de/veranstaltungen/kultur.html",
        "https://www.muenchen.de/themen/tourismus.html",
        "https://www.muenchen.de/themen/wohnen-bauen/strom-erdgas-fernwaerme-wasser.html",
        "https://stadt.muenchen.de/buergerservice.html",
        "http://www.muenchen.de/uebernachten.html",
        "https://stadt.muenchen.de/infos/datenschutzbeauftragte-direktorium.html",
        "https://stadt.muenchen.de/infos/barrierefreiheit-erklaerung.html",
        "https://stadt.muenchen.de/leichte-sprache.html",
        "https://stadt.muenchen.de/infos/gebaerdensprache-gehoerlose.html",
        "https://www.muenchen.de/meta/nutzungsbedingungen.html",
        "https://stadt.muenchen.de/rathaus/presse.html",
        "https://stadt.muenchen.de/rathaus/kontakt.html",
        "https://stadt.muenchen.de/infos/impressum-datenschutz.html"
    ],
    "summary": "Entry visa information for foreign students, researchers, and language course attendees:\n\n- Entry visa requirements\n- Visa application process\n- Visa application deadlines\n- Visa fees\n- Requirements for academic studies, research, and language courses\n- Documents required for visa application\n- Documents required for residence permit\n- Proof of adequate funding\n- Proof of adequate health insurance\n- Proof of academic performance\n- Proof of language proficiency\n- Requirements for renewal of residence permit\n- Requirements for termination of residence permit\n- Information on Brexit\n\nInformation for foreign students:\n\n- Registration requirements\n- Bank account requirements\n- Residence permit requirements\n- Study and research options in Munich\n- Academic and student life in Munich\n- Recognition of qualifications\n- Information on Munich Educational Portfolio\n\nMunich Educational Portfolio:\n\n- A folder designed for refugees and immigrants 16 years of age or older\n- A step-by-step guide for international students arriving in Munich\n- Information on study and research options in Munich\n\nStudy and Research in Munich:\n\n- Requirements for studying or doing research in Munich\n- Information on recognition of qualifications\n- Academic and student life in Munich\n- Research options in Munich\n- Contacts for study and research in Munich\n\nBrexit information:\n\n- Information on the United Kingdom leaving the European Union\n- Regularly updated information on Brexit\n- A guide for foreign students arriving in Munich after Brexit\n\nServices:\n\n- City plan\n- Public transportation\n- Cultural information\n- Tourism information\n- Energy information\n- City services\n- Contact information\n- Impressum and Datenschutz information\n\nSocial media:\n\n- Facebook\n- Instagram\n- Twitter\n- Newsletter\n- YouTube\n\nOther:\n\n- Accessibility information\n- Easy-to-read information\n- Sign language information\n- User information\n- Web accessibility information"
}